<?php

/* Вадима Рогова обвиняют в убийстве собственной жены, которую он на самом деле не убивал. Вадиму грозит пожизненное заключение. Во время перевоза заключённых из одной тюрьмы в другую автозак попадает в аварию, и герой оказывается на свободе. */
class __TwigTemplate_8c8f0ce03a5dfb501f7766f578bef0f3 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Вадима Рогова обвиняют в убийстве собственной жены, которую он на самом деле не убивал. Вадиму грозит пожизненное заключение. Во время перевоза заключённых из одной тюрьмы в другую автозак попадает в аварию, и герой оказывается на свободе.";
    }

    public function getTemplateName()
    {
        return "Вадима Рогова обвиняют в убийстве собственной жены, которую он на самом деле не убивал. Вадиму грозит пожизненное заключение. Во время перевоза заключённых из одной тюрьмы в другую автозак попадает в аварию, и герой оказывается на свободе.";
    }
}
