<?php

/* Сюжет этого фильма разворачивается вокруг неизвестного вируса, который распространяется по планете с невероятной скоростью, сметая все живое на своем пути. От неизвестной болезни умирают все, не зависимо от возраста, расовой принадлежности, пола, социального статуса и места жительства. Человечество в опасности &ndash; это прекрасно понимают сотрудники Международной организации врачей и Центра по профилактике и контролю заболеваний Соединенных Штатов Америки. Лучшие работники мировой медицины трудятся над созданием вакцины, но удастся ли им изобрести лекарство до тех пор, пока смертельный вирус проникнет в лабораторию?... */
class __TwigTemplate_4d15294acfccc1110c1b4525894344eb extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Сюжет этого фильма разворачивается вокруг неизвестного вируса, который распространяется по планете с невероятной скоростью, сметая все живое на своем пути. От неизвестной болезни умирают все, не зависимо от возраста, расовой принадлежности, пола, социального статуса и места жительства. Человечество в опасности &ndash; это прекрасно понимают сотрудники Международной организации врачей и Центра по профилактике и контролю заболеваний Соединенных Штатов Америки. Лучшие работники мировой медицины трудятся над созданием вакцины, но удастся ли им изобрести лекарство до тех пор, пока смертельный вирус проникнет в лабораторию?...";
    }

    public function getTemplateName()
    {
        return "Сюжет этого фильма разворачивается вокруг неизвестного вируса, который распространяется по планете с невероятной скоростью, сметая все живое на своем пути. От неизвестной болезни умирают все, не зависимо от возраста, расовой принадлежности, пола, социального статуса и места жительства. Человечество в опасности &ndash; это прекрасно понимают сотрудники Международной организации врачей и Центра по профилактике и контролю заболеваний Соединенных Штатов Америки. Лучшие работники мировой медицины трудятся над созданием вакцины, но удастся ли им изобрести лекарство до тех пор, пока смертельный вирус проникнет в лабораторию?...";
    }
}
