<?php

/* После многих лет насыщенной событиями жизни работника силовых структур Великобритании главный герой картины наконец-то получил возможность уйти на заслуженный отдых и наслаждаться тишиной в собственной доме, расположенном в одном из живописнейших уголков Британии. Любящая семья, минимум ответственности, никакого риска, перестрелок и всего того, что ему успело порядком надоесть во время работы. Но о какой размеренной жизни можно говорить, когда лучший друг попадает в беду? Ни один уважающий себя человек не сможет пройти мимо несчастья товарища, вот и герой этой картины вновь применяет свои профессиональные навыки, чтобы спасти жизнь другу&hellip; */
class __TwigTemplate_8c93a6d118f2f324b26d059a2dbc62e8 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "После многих лет насыщенной событиями жизни работника силовых структур Великобритании главный герой картины наконец-то получил возможность уйти на заслуженный отдых и наслаждаться тишиной в собственной доме, расположенном в одном из живописнейших уголков Британии. Любящая семья, минимум ответственности, никакого риска, перестрелок и всего того, что ему успело порядком надоесть во время работы. Но о какой размеренной жизни можно говорить, когда лучший друг попадает в беду? Ни один уважающий себя человек не сможет пройти мимо несчастья товарища, вот и герой этой картины вновь применяет свои профессиональные навыки, чтобы спасти жизнь другу&hellip;";
    }

    public function getTemplateName()
    {
        return "После многих лет насыщенной событиями жизни работника силовых структур Великобритании главный герой картины наконец-то получил возможность уйти на заслуженный отдых и наслаждаться тишиной в собственной доме, расположенном в одном из живописнейших уголков Британии. Любящая семья, минимум ответственности, никакого риска, перестрелок и всего того, что ему успело порядком надоесть во время работы. Но о какой размеренной жизни можно говорить, когда лучший друг попадает в беду? Ни один уважающий себя человек не сможет пройти мимо несчастья товарища, вот и герой этой картины вновь применяет свои профессиональные навыки, чтобы спасти жизнь другу&hellip;";
    }
}
