<?php

/* Если верить официальным данным, луноход &laquo;Аполлон 17&raquo; был последним судном, которое совершало полет на естественный спутник Земли с людьми на борту. Больше тридцати пяти лет прошло с тех пор, как на Луну уже никто не летает, и этот вопрос очень волнует научное сообщество. Поговаривают даже, что после последнего известного полета на Луну был отправлен еще один корабль, но с ним случилось что-то страшное, и ни одному члену экипажа не удалось выжить. Вследствие этого миссия была засекречена, все документы о ней уничтожены. Никаких доказательств реальности полета не было до тех пор, пока не выплыли эти действительно сенсационные данные&hellip; */
class __TwigTemplate_aa32d327028ed6f4ec7c7f85c041ab8f extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Если верить официальным данным, луноход &laquo;Аполлон 17&raquo; был последним судном, которое совершало полет на естественный спутник Земли с людьми на борту. Больше тридцати пяти лет прошло с тех пор, как на Луну уже никто не летает, и этот вопрос очень волнует научное сообщество. Поговаривают даже, что после последнего известного полета на Луну был отправлен еще один корабль, но с ним случилось что-то страшное, и ни одному члену экипажа не удалось выжить. Вследствие этого миссия была засекречена, все документы о ней уничтожены. Никаких доказательств реальности полета не было до тех пор, пока не выплыли эти действительно сенсационные данные&hellip;";
    }

    public function getTemplateName()
    {
        return "Если верить официальным данным, луноход &laquo;Аполлон 17&raquo; был последним судном, которое совершало полет на естественный спутник Земли с людьми на борту. Больше тридцати пяти лет прошло с тех пор, как на Луну уже никто не летает, и этот вопрос очень волнует научное сообщество. Поговаривают даже, что после последнего известного полета на Луну был отправлен еще один корабль, но с ним случилось что-то страшное, и ни одному члену экипажа не удалось выжить. Вследствие этого миссия была засекречена, все документы о ней уничтожены. Никаких доказательств реальности полета не было до тех пор, пока не выплыли эти действительно сенсационные данные&hellip;";
    }
}
