<?php

/* Вот как бывает на свете: работает человек всю жизнь, не покладая рук, в надежде на то, что только таким образом может обеспечить себе безбедную старость, как вдруг появляется предприимчивый махинатор и благополучно присваивает себе все накопления несчастного трудяги&hellip; Именно такая неприятная ситуация сложилась и в этой картине. Главный герой фильма &ndash; отчаянный карьерист, который просто &laquo;сгорал&raquo; на работе, как, впрочем, и все его коллеги-служащие. Все они трудились на благо далеко не самой бедной в городе корпорации, но в один прекрасный день из-за махинаций нечистого на руку трейдера потеряли все свои пенсионные накопления. */
class __TwigTemplate_36454c1a69bc0029ce2fd6194a6f9f05 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Вот как бывает на свете: работает человек всю жизнь, не покладая рук, в надежде на то, что только таким образом может обеспечить себе безбедную старость, как вдруг появляется предприимчивый махинатор и благополучно присваивает себе все накопления несчастного трудяги&hellip; Именно такая неприятная ситуация сложилась и в этой картине. Главный герой фильма &ndash; отчаянный карьерист, который просто &laquo;сгорал&raquo; на работе, как, впрочем, и все его коллеги-служащие. Все они трудились на благо далеко не самой бедной в городе корпорации, но в один прекрасный день из-за махинаций нечистого на руку трейдера потеряли все свои пенсионные накопления.";
    }

    public function getTemplateName()
    {
        return "Вот как бывает на свете: работает человек всю жизнь, не покладая рук, в надежде на то, что только таким образом может обеспечить себе безбедную старость, как вдруг появляется предприимчивый махинатор и благополучно присваивает себе все накопления несчастного трудяги&hellip; Именно такая неприятная ситуация сложилась и в этой картине. Главный герой фильма &ndash; отчаянный карьерист, который просто &laquo;сгорал&raquo; на работе, как, впрочем, и все его коллеги-служащие. Все они трудились на благо далеко не самой бедной в городе корпорации, но в один прекрасный день из-за махинаций нечистого на руку трейдера потеряли все свои пенсионные накопления.";
    }
}
