<?php

/* Данная картина &ndash; своего рода посвящение, которое главный режиссер Карлос Саура сделал самому любимому танцу испанцев. Это не первый фильм-посвящение столь известной личности &ndash; знаменитость уже снимала картины о танго и фламенко. Новая лента &ndash; это нечто среднее между документальным фильмом и удивительным, завораживающим музыкальным кино, где нет трагический событий и жизненных перипетий, а есть только музыка, танец и страсть&hellip; Во время съемок, в которых были задействованные известные танцовщицы фламенко, режиссер старался максимально точно передать красоту, экспрессию и тонкость этого удивительного танца, одного из самых популярных жанров европейской музыки. */
class __TwigTemplate_1a4d5d0a45a3821dfe23e36daa38cb4a extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Данная картина &ndash; своего рода посвящение, которое главный режиссер Карлос Саура сделал самому любимому танцу испанцев. Это не первый фильм-посвящение столь известной личности &ndash; знаменитость уже снимала картины о танго и фламенко. Новая лента &ndash; это нечто среднее между документальным фильмом и удивительным, завораживающим музыкальным кино, где нет трагический событий и жизненных перипетий, а есть только музыка, танец и страсть&hellip; Во время съемок, в которых были задействованные известные танцовщицы фламенко, режиссер старался максимально точно передать красоту, экспрессию и тонкость этого удивительного танца, одного из самых популярных жанров европейской музыки.";
    }

    public function getTemplateName()
    {
        return "Данная картина &ndash; своего рода посвящение, которое главный режиссер Карлос Саура сделал самому любимому танцу испанцев. Это не первый фильм-посвящение столь известной личности &ndash; знаменитость уже снимала картины о танго и фламенко. Новая лента &ndash; это нечто среднее между документальным фильмом и удивительным, завораживающим музыкальным кино, где нет трагический событий и жизненных перипетий, а есть только музыка, танец и страсть&hellip; Во время съемок, в которых были задействованные известные танцовщицы фламенко, режиссер старался максимально точно передать красоту, экспрессию и тонкость этого удивительного танца, одного из самых популярных жанров европейской музыки.";
    }
}
