<?php

/* Как ни прискорбно это осознавать, но жизнь каждого человека рано или поздно заканчивается. Каждый из нас настолько любит жизнь, что готов бороться за нее до последнего. Врачам удается вытягивать с того света многих, оставляя им и время для того, что бы еще хоть немного побыть рядом с любимыми и родными людьми. */
class __TwigTemplate_86d6586f72bfa448fbe1d8af0e21c302 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Как ни прискорбно это осознавать, но жизнь каждого человека рано или поздно заканчивается. Каждый из нас настолько любит жизнь, что готов бороться за нее до последнего. Врачам удается вытягивать с того света многих, оставляя им и время для того, что бы еще хоть немного побыть рядом с любимыми и родными людьми.";
    }

    public function getTemplateName()
    {
        return "Как ни прискорбно это осознавать, но жизнь каждого человека рано или поздно заканчивается. Каждый из нас настолько любит жизнь, что готов бороться за нее до последнего. Врачам удается вытягивать с того света многих, оставляя им и время для того, что бы еще хоть немного побыть рядом с любимыми и родными людьми.";
    }
}
