<?php

/* Многообразие современных голливудских фильмов просто поражает, но существует среди них так называемое направление &laquo;Б&raquo;, которое эксплуатирует одну из наиболее востребованных зрителями тем с целью быстрого обогащение. К таким темам принято относить насилие, секс, ужасы и многое другое. Такие фильмы привлекательны своей сенсационной тематикой, из-за которой на качество подобного кинематографического творения уже никто не обращает внимание. */
class __TwigTemplate_c7306ea0a52045b275693fa144209040 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Многообразие современных голливудских фильмов просто поражает, но существует среди них так называемое направление &laquo;Б&raquo;, которое эксплуатирует одну из наиболее востребованных зрителями тем с целью быстрого обогащение. К таким темам принято относить насилие, секс, ужасы и многое другое. Такие фильмы привлекательны своей сенсационной тематикой, из-за которой на качество подобного кинематографического творения уже никто не обращает внимание.";
    }

    public function getTemplateName()
    {
        return "Многообразие современных голливудских фильмов просто поражает, но существует среди них так называемое направление &laquo;Б&raquo;, которое эксплуатирует одну из наиболее востребованных зрителями тем с целью быстрого обогащение. К таким темам принято относить насилие, секс, ужасы и многое другое. Такие фильмы привлекательны своей сенсационной тематикой, из-за которой на качество подобного кинематографического творения уже никто не обращает внимание.";
    }
}
