<?php

/* Обычная на первый взгляд городская семья достаточно обеспеченного издателя всегда мечтала о собственном доме, который располагался бы подальше от пыльного и шумного мегаполиса в тени деревьев в живописной местности. Однажды эта мечта осуществилась, и герои, а это муж с женой и двумя дочками, переезжают в провинцию, где покупают просторный старинный дом с видом на озеро. Счастью нет предела, ведь этот тихий уголок сразу приходится по душе всем членам семейства, а дом по сравнению с тесной городской квартирой кажется настоящими хоромами. Но спустя определенное время герои не без помощи &laquo;доброжелательной&raquo; соседки, конечно, узнают, что недавно в их уютном семейном гнездышке было совершено жестокое убийство, и преступник до сих пор не найден и может вернуться на место преступления в любую минуту&hellip; */
class __TwigTemplate_ccea3e51622d99904ab6d782be92e2fe extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Обычная на первый взгляд городская семья достаточно обеспеченного издателя всегда мечтала о собственном доме, который располагался бы подальше от пыльного и шумного мегаполиса в тени деревьев в живописной местности. Однажды эта мечта осуществилась, и герои, а это муж с женой и двумя дочками, переезжают в провинцию, где покупают просторный старинный дом с видом на озеро. Счастью нет предела, ведь этот тихий уголок сразу приходится по душе всем членам семейства, а дом по сравнению с тесной городской квартирой кажется настоящими хоромами. Но спустя определенное время герои не без помощи &laquo;доброжелательной&raquo; соседки, конечно, узнают, что недавно в их уютном семейном гнездышке было совершено жестокое убийство, и преступник до сих пор не найден и может вернуться на место преступления в любую минуту&hellip;";
    }

    public function getTemplateName()
    {
        return "Обычная на первый взгляд городская семья достаточно обеспеченного издателя всегда мечтала о собственном доме, который располагался бы подальше от пыльного и шумного мегаполиса в тени деревьев в живописной местности. Однажды эта мечта осуществилась, и герои, а это муж с женой и двумя дочками, переезжают в провинцию, где покупают просторный старинный дом с видом на озеро. Счастью нет предела, ведь этот тихий уголок сразу приходится по душе всем членам семейства, а дом по сравнению с тесной городской квартирой кажется настоящими хоромами. Но спустя определенное время герои не без помощи &laquo;доброжелательной&raquo; соседки, конечно, узнают, что недавно в их уютном семейном гнездышке было совершено жестокое убийство, и преступник до сих пор не найден и может вернуться на место преступления в любую минуту&hellip;";
    }
}
