<?php

/* XVI век, Перу. Испанского солдата Гонсало Кальво де Бариентос обвиняют в краже золота вождя инков &mdash; Атауалапы. Конкистадор Альмагро приказывает Гонзало отрезать уши. Обесчещенный, он бежит на юг. */
class __TwigTemplate_e495d3ada4e9225ed7f8ee2950174965 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "XVI век, Перу. Испанского солдата Гонсало Кальво де Бариентос обвиняют в краже золота вождя инков &mdash; Атауалапы. Конкистадор Альмагро приказывает Гонзало отрезать уши. Обесчещенный, он бежит на юг.";
    }

    public function getTemplateName()
    {
        return "XVI век, Перу. Испанского солдата Гонсало Кальво де Бариентос обвиняют в краже золота вождя инков &mdash; Атауалапы. Конкистадор Альмагро приказывает Гонзало отрезать уши. Обесчещенный, он бежит на юг.";
    }
}
