<?php

/* События фильма разворачиваются в Китае в 1970-х годах, как раз во время так называемой культурной революции. В воспитательных целях главную героиню &ndash; старшеклассницу Цзин (образованную и грамотную девушку) отправляют в Богом забытую деревню. Там она знакомится с молодым геологом по имени Сунь, отец которого является командующим государственных войск. Отец Цзин &ndash; политзаключенный, который на протяжении многих лет сидит за решеткой. Мать героини &ndash; несчастная женщина, которая в поисках средств для существования готова браться за самую тяжелую работу, только бы не умереть с голоду. Девушка и юноша находятся по разные стороны баррикады, но это не мешает им искренне полюбить друг друга и бороться вместе за право быть вместе. Но суждено ли им прожить в любви и согласии всю свою жизнь? Смогут ли любящие сердца преодолеть все препятствия и воплотить в жизнь все мечты? */
class __TwigTemplate_93717f493ed453010be5e3f62c3ff149 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "События фильма разворачиваются в Китае в 1970-х годах, как раз во время так называемой культурной революции. В воспитательных целях главную героиню &ndash; старшеклассницу Цзин (образованную и грамотную девушку) отправляют в Богом забытую деревню. Там она знакомится с молодым геологом по имени Сунь, отец которого является командующим государственных войск. Отец Цзин &ndash; политзаключенный, который на протяжении многих лет сидит за решеткой. Мать героини &ndash; несчастная женщина, которая в поисках средств для существования готова браться за самую тяжелую работу, только бы не умереть с голоду. Девушка и юноша находятся по разные стороны баррикады, но это не мешает им искренне полюбить друг друга и бороться вместе за право быть вместе. Но суждено ли им прожить в любви и согласии всю свою жизнь? Смогут ли любящие сердца преодолеть все препятствия и воплотить в жизнь все мечты?";
    }

    public function getTemplateName()
    {
        return "События фильма разворачиваются в Китае в 1970-х годах, как раз во время так называемой культурной революции. В воспитательных целях главную героиню &ndash; старшеклассницу Цзин (образованную и грамотную девушку) отправляют в Богом забытую деревню. Там она знакомится с молодым геологом по имени Сунь, отец которого является командующим государственных войск. Отец Цзин &ndash; политзаключенный, который на протяжении многих лет сидит за решеткой. Мать героини &ndash; несчастная женщина, которая в поисках средств для существования готова браться за самую тяжелую работу, только бы не умереть с голоду. Девушка и юноша находятся по разные стороны баррикады, но это не мешает им искренне полюбить друг друга и бороться вместе за право быть вместе. Но суждено ли им прожить в любви и согласии всю свою жизнь? Смогут ли любящие сердца преодолеть все препятствия и воплотить в жизнь все мечты?";
    }
}
