<?php

/* Группа подростков решила поразвлечься и организовать себе незабываемый уик-энд. Прихватив все самое необходимое, друзья отправились на огромное озеро в надежде, что целых два дня они проведут на воде, дурачась и развлекаясь по полной программе. Алкоголь, девушки, музыка и секс &ndash; что еще нужно для полного счастья молодым привлекательным студентам колледжа. Но вдруг один из них замечает, что лазурная гладь таит в себе нечто страшное, и это нечто явно присмотрело их небольшое суденышко в качестве сытного обеда. Удастся ли друзьям спастись от неминуемой гибели, или эти выходные окажутся последними в их жизни?... */
class __TwigTemplate_ed45a646484cca1f343043299b65ebf9 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Группа подростков решила поразвлечься и организовать себе незабываемый уик-энд. Прихватив все самое необходимое, друзья отправились на огромное озеро в надежде, что целых два дня они проведут на воде, дурачась и развлекаясь по полной программе. Алкоголь, девушки, музыка и секс &ndash; что еще нужно для полного счастья молодым привлекательным студентам колледжа. Но вдруг один из них замечает, что лазурная гладь таит в себе нечто страшное, и это нечто явно присмотрело их небольшое суденышко в качестве сытного обеда. Удастся ли друзьям спастись от неминуемой гибели, или эти выходные окажутся последними в их жизни?...";
    }

    public function getTemplateName()
    {
        return "Группа подростков решила поразвлечься и организовать себе незабываемый уик-энд. Прихватив все самое необходимое, друзья отправились на огромное озеро в надежде, что целых два дня они проведут на воде, дурачась и развлекаясь по полной программе. Алкоголь, девушки, музыка и секс &ndash; что еще нужно для полного счастья молодым привлекательным студентам колледжа. Но вдруг один из них замечает, что лазурная гладь таит в себе нечто страшное, и это нечто явно присмотрело их небольшое суденышко в качестве сытного обеда. Удастся ли друзьям спастись от неминуемой гибели, или эти выходные окажутся последними в их жизни?...";
    }
}
