<?php

/* Тейлор Дрейк владеет крупной горнодобывающей компанией, и вопреки всем предостережениям геологов бизнесмен решается начать добычу лития, обещающую многомиллионные контракты. Но получив доступ к воздуху, литий образует газ, имеющий огромную температуру. */
class __TwigTemplate_f070f4b471cfc90db2b8b0446ae6d722 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Тейлор Дрейк владеет крупной горнодобывающей компанией, и вопреки всем предостережениям геологов бизнесмен решается начать добычу лития, обещающую многомиллионные контракты. Но получив доступ к воздуху, литий образует газ, имеющий огромную температуру.";
    }

    public function getTemplateName()
    {
        return "Тейлор Дрейк владеет крупной горнодобывающей компанией, и вопреки всем предостережениям геологов бизнесмен решается начать добычу лития, обещающую многомиллионные контракты. Но получив доступ к воздуху, литий образует газ, имеющий огромную температуру.";
    }
}
