<?php

/* События этого фантастического фильма разворачиваются в далеком будущем, где роботы выполняют большинство функций человека и могут заменять людей во всех сферах их деятельности. В это время такая популярная игра, как бокс, подверглась официальному запрету властей в виду абсолютной негуманности, поэтому бои, участниками которых раньше были люди, теперь проводятся с участием машин. */
class __TwigTemplate_4561e04f08d7c9243ad4fc878d170b54 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "События этого фантастического фильма разворачиваются в далеком будущем, где роботы выполняют большинство функций человека и могут заменять людей во всех сферах их деятельности. В это время такая популярная игра, как бокс, подверглась официальному запрету властей в виду абсолютной негуманности, поэтому бои, участниками которых раньше были люди, теперь проводятся с участием машин.";
    }

    public function getTemplateName()
    {
        return "События этого фантастического фильма разворачиваются в далеком будущем, где роботы выполняют большинство функций человека и могут заменять людей во всех сферах их деятельности. В это время такая популярная игра, как бокс, подверглась официальному запрету властей в виду абсолютной негуманности, поэтому бои, участниками которых раньше были люди, теперь проводятся с участием машин.";
    }
}
