<?php

/* Брюсу Ли, который никогда не был атлетом, понадобилось всего несколько лет, чтобы потрясти весь Голливуд и создать неповторимый жанр в кинематографе. Ему удалось добиться невероятной скорости движений и развить уникальную координацию. Брюс Ли стал легендой и кумиром тысячи подражателей как в кино, так и в реальной жизни. */
class __TwigTemplate_c02aee7027acc6d6d48125040899c13a extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Брюсу Ли, который никогда не был атлетом, понадобилось всего несколько лет, чтобы потрясти весь Голливуд и создать неповторимый жанр в кинематографе. Ему удалось добиться невероятной скорости движений и развить уникальную координацию. Брюс Ли стал легендой и кумиром тысячи подражателей как в кино, так и в реальной жизни.";
    }

    public function getTemplateName()
    {
        return "Брюсу Ли, который никогда не был атлетом, понадобилось всего несколько лет, чтобы потрясти весь Голливуд и создать неповторимый жанр в кинематографе. Ему удалось добиться невероятной скорости движений и развить уникальную координацию. Брюс Ли стал легендой и кумиром тысячи подражателей как в кино, так и в реальной жизни.";
    }
}
