<?php

/* События этого фильма развиваются в далеком будущем, во времена, когда Земля вследствие многочисленных воин и набегов инопланетных существ умирает. Города разрушены, атмосфера отравлена радиацией, люди мрут от неизвестных болезней, вылечить которые невозможно. Единственное спасение землян &ndash; далекая планета Искандер, в недрах которой хранится нейтрализатор &ndash; вещество, обладающее чудодейственным очищающим действием. Только с его помощью можно обезвредить земную атмосферу и подарить людям шанс на спасение. */
class __TwigTemplate_e4ff8aef915b0e8ce51a32b93b1d746f extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "События этого фильма развиваются в далеком будущем, во времена, когда Земля вследствие многочисленных воин и набегов инопланетных существ умирает. Города разрушены, атмосфера отравлена радиацией, люди мрут от неизвестных болезней, вылечить которые невозможно. Единственное спасение землян &ndash; далекая планета Искандер, в недрах которой хранится нейтрализатор &ndash; вещество, обладающее чудодейственным очищающим действием. Только с его помощью можно обезвредить земную атмосферу и подарить людям шанс на спасение.";
    }

    public function getTemplateName()
    {
        return "События этого фильма развиваются в далеком будущем, во времена, когда Земля вследствие многочисленных воин и набегов инопланетных существ умирает. Города разрушены, атмосфера отравлена радиацией, люди мрут от неизвестных болезней, вылечить которые невозможно. Единственное спасение землян &ndash; далекая планета Искандер, в недрах которой хранится нейтрализатор &ndash; вещество, обладающее чудодейственным очищающим действием. Только с его помощью можно обезвредить земную атмосферу и подарить людям шанс на спасение.";
    }
}
