<?php

/* Всем известно, что все японские духи-ёкаи не враждебны людям, просто они не любят, чтобы те вмешивались в их дела. Но духи, как и люди, бывают разные, и в потустороннем мире растет напряжение &mdash; Нурарихен, возглавляющий клан Нура и всех японских ёкаи, уже довольно стар, но все еще не спешит объявить имя своего наследника. Все вассалы надеются, что наследником станет Рикуо, тринадцатилетний внук Нурарихена, ведь именно в нем течет больше всего демонической крови. Вот только мальчишка, хорошо знакомый с потусторонними проблемами, не хочет возглавлять клан, твердо решив прожить свою жизнь обычным человеком. */
class __TwigTemplate_b6e5498f187463b7095d80689458526a extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Всем известно, что все японские духи-ёкаи не враждебны людям, просто они не любят, чтобы те вмешивались в их дела. Но духи, как и люди, бывают разные, и в потустороннем мире растет напряжение &mdash; Нурарихен, возглавляющий клан Нура и всех японских ёкаи, уже довольно стар, но все еще не спешит объявить имя своего наследника. Все вассалы надеются, что наследником станет Рикуо, тринадцатилетний внук Нурарихена, ведь именно в нем течет больше всего демонической крови. Вот только мальчишка, хорошо знакомый с потусторонними проблемами, не хочет возглавлять клан, твердо решив прожить свою жизнь обычным человеком.";
    }

    public function getTemplateName()
    {
        return "Всем известно, что все японские духи-ёкаи не враждебны людям, просто они не любят, чтобы те вмешивались в их дела. Но духи, как и люди, бывают разные, и в потустороннем мире растет напряжение &mdash; Нурарихен, возглавляющий клан Нура и всех японских ёкаи, уже довольно стар, но все еще не спешит объявить имя своего наследника. Все вассалы надеются, что наследником станет Рикуо, тринадцатилетний внук Нурарихена, ведь именно в нем течет больше всего демонической крови. Вот только мальчишка, хорошо знакомый с потусторонними проблемами, не хочет возглавлять клан, твердо решив прожить свою жизнь обычным человеком.";
    }
}
