<?php

/* Документальный сериал &laquo;Сквозь кроличью нору&raquo; с ведущим Морганом Фрименом исследует глубочайшие тайны бытия &mdash; вопросы, которые во все времена волновали человечество. Из чего сделаны люди? Что было до появления человека? Действительно ли мы одиноки во всей Вселенной? Есть ли на самом деле создатель? Эти вопросы придумали самые изощренные умы человеческого рода. Теперь ученные максимально приблизились к сути, где твердые факты, а не философские и религиозные теории, способны предоставить нам ответы. Сериал примирит самые яркие умы нашей планеты и лучшие идеи астрофизики, астробиологии и квантовой механики. */
class __TwigTemplate_6da09218ec9090e006192aaf4194962a extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Документальный сериал &laquo;Сквозь кроличью нору&raquo; с ведущим Морганом Фрименом исследует глубочайшие тайны бытия &mdash; вопросы, которые во все времена волновали человечество. Из чего сделаны люди? Что было до появления человека? Действительно ли мы одиноки во всей Вселенной? Есть ли на самом деле создатель? Эти вопросы придумали самые изощренные умы человеческого рода. Теперь ученные максимально приблизились к сути, где твердые факты, а не философские и религиозные теории, способны предоставить нам ответы. Сериал примирит самые яркие умы нашей планеты и лучшие идеи астрофизики, астробиологии и квантовой механики.";
    }

    public function getTemplateName()
    {
        return "Документальный сериал &laquo;Сквозь кроличью нору&raquo; с ведущим Морганом Фрименом исследует глубочайшие тайны бытия &mdash; вопросы, которые во все времена волновали человечество. Из чего сделаны люди? Что было до появления человека? Действительно ли мы одиноки во всей Вселенной? Есть ли на самом деле создатель? Эти вопросы придумали самые изощренные умы человеческого рода. Теперь ученные максимально приблизились к сути, где твердые факты, а не философские и религиозные теории, способны предоставить нам ответы. Сериал примирит самые яркие умы нашей планеты и лучшие идеи астрофизики, астробиологии и квантовой механики.";
    }
}
