<?php

/* Семья богатого бизнесмена переезжает в новый дорогой дом. Новоселье, покупка новой мебели и, конечно же, уверенность в счастливом будущем. */
class __TwigTemplate_02d72a9c62e4cc3d60042de0c92a0e39 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Семья богатого бизнесмена переезжает в новый дорогой дом. Новоселье, покупка новой мебели и, конечно же, уверенность в счастливом будущем.";
    }

    public function getTemplateName()
    {
        return "Семья богатого бизнесмена переезжает в новый дорогой дом. Новоселье, покупка новой мебели и, конечно же, уверенность в счастливом будущем.";
    }
}
