<?php

/* Замечательный фильм, во время которого вам точно не придется скучать, так как события в нем развиваются прямо-таки с бешеной скоростью. Главный герой картины &ndash; отличный гонщик-экстремал, живущий двойной жизнью. Днем он &ndash; прилежный работник, выполняющий сложные каскадерские трюки на съемочной площадке, а вот ночью &ndash; местный авторитет, хозяин улиц и гроза преступного мира. Но о том, кто герой на самом деле, не знает ни одна живая душа. Однажды каскадер заключил опасный контракт, в результате которого стал неплохой мишенью, и теперь для того, чтобы спасти собственную голову и защитить симпатичную соседку, ему придется делать то, что он умеет лучше всего на свете &ndash; мастерски уходить от преследователей&hellip; */
class __TwigTemplate_84cf83cdd3ecdb8411089cf5f1dd20bd extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Замечательный фильм, во время которого вам точно не придется скучать, так как события в нем развиваются прямо-таки с бешеной скоростью. Главный герой картины &ndash; отличный гонщик-экстремал, живущий двойной жизнью. Днем он &ndash; прилежный работник, выполняющий сложные каскадерские трюки на съемочной площадке, а вот ночью &ndash; местный авторитет, хозяин улиц и гроза преступного мира. Но о том, кто герой на самом деле, не знает ни одна живая душа. Однажды каскадер заключил опасный контракт, в результате которого стал неплохой мишенью, и теперь для того, чтобы спасти собственную голову и защитить симпатичную соседку, ему придется делать то, что он умеет лучше всего на свете &ndash; мастерски уходить от преследователей&hellip;";
    }

    public function getTemplateName()
    {
        return "Замечательный фильм, во время которого вам точно не придется скучать, так как события в нем развиваются прямо-таки с бешеной скоростью. Главный герой картины &ndash; отличный гонщик-экстремал, живущий двойной жизнью. Днем он &ndash; прилежный работник, выполняющий сложные каскадерские трюки на съемочной площадке, а вот ночью &ndash; местный авторитет, хозяин улиц и гроза преступного мира. Но о том, кто герой на самом деле, не знает ни одна живая душа. Однажды каскадер заключил опасный контракт, в результате которого стал неплохой мишенью, и теперь для того, чтобы спасти собственную голову и защитить симпатичную соседку, ему придется делать то, что он умеет лучше всего на свете &ndash; мастерски уходить от преследователей&hellip;";
    }
}
