<?php

/* Молодая девушка Аня после учебы в столице возвращается в родную деревню, недалеко от которой обосновался цыганский табор. Спустя месяц Анна выходит замуж за деревенского участкового, которой намного старше ее. Девушка постепенно начинает осваиваться в деревне и устраивается на работу в школу учительницей. И всё у молодоженов было бы хорошо, если бы не один молодой цыган по имени Лачо, который без памяти влюбился в Аню и готов совершить ради неё любые подвиги. Анна и Лачо понимают, что друг без друга не могут. Они решают сбежать из деревни, но хитрый муж решает убить Лачо&hellip; */
class __TwigTemplate_dcd0621e1cb8354378e893c30bce782f extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Молодая девушка Аня после учебы в столице возвращается в родную деревню, недалеко от которой обосновался цыганский табор. Спустя месяц Анна выходит замуж за деревенского участкового, которой намного старше ее. Девушка постепенно начинает осваиваться в деревне и устраивается на работу в школу учительницей. И всё у молодоженов было бы хорошо, если бы не один молодой цыган по имени Лачо, который без памяти влюбился в Аню и готов совершить ради неё любые подвиги. Анна и Лачо понимают, что друг без друга не могут. Они решают сбежать из деревни, но хитрый муж решает убить Лачо&hellip;";
    }

    public function getTemplateName()
    {
        return "Молодая девушка Аня после учебы в столице возвращается в родную деревню, недалеко от которой обосновался цыганский табор. Спустя месяц Анна выходит замуж за деревенского участкового, которой намного старше ее. Девушка постепенно начинает осваиваться в деревне и устраивается на работу в школу учительницей. И всё у молодоженов было бы хорошо, если бы не один молодой цыган по имени Лачо, который без памяти влюбился в Аню и готов совершить ради неё любые подвиги. Анна и Лачо понимают, что друг без друга не могут. Они решают сбежать из деревни, но хитрый муж решает убить Лачо&hellip;";
    }
}
