<?php

/* События этой картины разворачиваются в Нью-Йорке в конце 50-х годов прошлого века. Главный герой &ndash; гениальный мастер слова, талантливейший журналист Пол Кэмп, который за всю жизнь написал не одну статью и обрел массу поклонников своего творчества. Однажды, устав от лицемерия большого города и низости конкурентов, герой бросает свою любимую высокооплачиваемую работу уезжает подальше от людей &ndash; в романтичный Пуэрто-Рико &ndash; настоящий рай на земле для таких же, как и он &ndash; уставших от всего на свете. В этом Богом забытом уголке льются ромовые реки, круглые сутки не утихают музыка и танцы, здесь постоянно бурлит праздник, здесь дешево все: выпивка, женщины, машины. Здесь даже собственную жизнь продают за сущие копейки&hellip; */
class __TwigTemplate_bc8a4448e342d9298d929c3f22ca2598 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "События этой картины разворачиваются в Нью-Йорке в конце 50-х годов прошлого века. Главный герой &ndash; гениальный мастер слова, талантливейший журналист Пол Кэмп, который за всю жизнь написал не одну статью и обрел массу поклонников своего творчества. Однажды, устав от лицемерия большого города и низости конкурентов, герой бросает свою любимую высокооплачиваемую работу уезжает подальше от людей &ndash; в романтичный Пуэрто-Рико &ndash; настоящий рай на земле для таких же, как и он &ndash; уставших от всего на свете. В этом Богом забытом уголке льются ромовые реки, круглые сутки не утихают музыка и танцы, здесь постоянно бурлит праздник, здесь дешево все: выпивка, женщины, машины. Здесь даже собственную жизнь продают за сущие копейки&hellip;";
    }

    public function getTemplateName()
    {
        return "События этой картины разворачиваются в Нью-Йорке в конце 50-х годов прошлого века. Главный герой &ndash; гениальный мастер слова, талантливейший журналист Пол Кэмп, который за всю жизнь написал не одну статью и обрел массу поклонников своего творчества. Однажды, устав от лицемерия большого города и низости конкурентов, герой бросает свою любимую высокооплачиваемую работу уезжает подальше от людей &ndash; в романтичный Пуэрто-Рико &ndash; настоящий рай на земле для таких же, как и он &ndash; уставших от всего на свете. В этом Богом забытом уголке льются ромовые реки, круглые сутки не утихают музыка и танцы, здесь постоянно бурлит праздник, здесь дешево все: выпивка, женщины, машины. Здесь даже собственную жизнь продают за сущие копейки&hellip;";
    }
}
