<?php

/* Два приятеля &mdash; Родион Сидорский и Филипп Кудасов - в погоне за легкими деньгами попадают в водоворот криминальных страстей. Друзьям чудом удалось выпутаться из передряги и даже спасти от смерти девушку по имени Наташа. После всего случившегося герои решают открыть свое дело. Талантливые и амбициозные Родион и Филипп начали бой за успех и деньги, думая, что вечно будут друг другу доверять, но, как получилось, партнеры по бизнесу оказались конкурентами в чувствах. Родион и Наташа полюбили друг друга, и Филипп оказался третьим лишним. Никто даже не думал о том, что обида и зависть Филиппа смогут развязать жестокую войну, а предательство разобьет три судьбы и заставит Родиона, Филиппа и Наташу пройти через сотни испытаний. Кого-то ждет тюрьма, а кого-то &mdash; власть и деньги. Но в один прекрасный день все встанет на свои места, ведь зависть и чувство мести могут привести только к трагедии&hellip; */
class __TwigTemplate_17ec008e7c98b8ee679d85498a9df713 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Два приятеля &mdash; Родион Сидорский и Филипп Кудасов - в погоне за легкими деньгами попадают в водоворот криминальных страстей. Друзьям чудом удалось выпутаться из передряги и даже спасти от смерти девушку по имени Наташа. После всего случившегося герои решают открыть свое дело. Талантливые и амбициозные Родион и Филипп начали бой за успех и деньги, думая, что вечно будут друг другу доверять, но, как получилось, партнеры по бизнесу оказались конкурентами в чувствах. Родион и Наташа полюбили друг друга, и Филипп оказался третьим лишним. Никто даже не думал о том, что обида и зависть Филиппа смогут развязать жестокую войну, а предательство разобьет три судьбы и заставит Родиона, Филиппа и Наташу пройти через сотни испытаний. Кого-то ждет тюрьма, а кого-то &mdash; власть и деньги. Но в один прекрасный день все встанет на свои места, ведь зависть и чувство мести могут привести только к трагедии&hellip;";
    }

    public function getTemplateName()
    {
        return "Два приятеля &mdash; Родион Сидорский и Филипп Кудасов - в погоне за легкими деньгами попадают в водоворот криминальных страстей. Друзьям чудом удалось выпутаться из передряги и даже спасти от смерти девушку по имени Наташа. После всего случившегося герои решают открыть свое дело. Талантливые и амбициозные Родион и Филипп начали бой за успех и деньги, думая, что вечно будут друг другу доверять, но, как получилось, партнеры по бизнесу оказались конкурентами в чувствах. Родион и Наташа полюбили друг друга, и Филипп оказался третьим лишним. Никто даже не думал о том, что обида и зависть Филиппа смогут развязать жестокую войну, а предательство разобьет три судьбы и заставит Родиона, Филиппа и Наташу пройти через сотни испытаний. Кого-то ждет тюрьма, а кого-то &mdash; власть и деньги. Но в один прекрасный день все встанет на свои места, ведь зависть и чувство мести могут привести только к трагедии&hellip;";
    }
}
