<?php

/* Бродячий лавочник Крафт Лоренс вместе со своей спутницей Хоро продолжают свое путешествие, чтобы, наконец, найти таинственную страну Ёйцу, где родилась богиня-волчица. За год путешествия Крафт и Хоро многое пережили, но они хорошо узнали друг друга, не раз спасая свою миссию в бурных водах средневековой экономики. Во время этого долгого путешествия компаньоны научились работать вместе, помогая и себе, и другим людям разбираться с церковниками и ворами. Но кое-что еще осталось &mdash; разобраться с собственными чувствами&hellip; Наши герои знают, что путешествие рано или поздно закончится, и готовы ли они ответить себе на самый волнующий вопрос &mdash; что дальше? Крафт, который полюбил за это время Хоро, хочет, чтобы путешествие никогда не закончилось. Но пока у наших героев впереди долгая дорога, мы можем наслаждаться обществом самой интересной аниме-пары! */
class __TwigTemplate_a830d18d3a1915f6361c6ea0962a1bf7 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Бродячий лавочник Крафт Лоренс вместе со своей спутницей Хоро продолжают свое путешествие, чтобы, наконец, найти таинственную страну Ёйцу, где родилась богиня-волчица. За год путешествия Крафт и Хоро многое пережили, но они хорошо узнали друг друга, не раз спасая свою миссию в бурных водах средневековой экономики. Во время этого долгого путешествия компаньоны научились работать вместе, помогая и себе, и другим людям разбираться с церковниками и ворами. Но кое-что еще осталось &mdash; разобраться с собственными чувствами&hellip; Наши герои знают, что путешествие рано или поздно закончится, и готовы ли они ответить себе на самый волнующий вопрос &mdash; что дальше? Крафт, который полюбил за это время Хоро, хочет, чтобы путешествие никогда не закончилось. Но пока у наших героев впереди долгая дорога, мы можем наслаждаться обществом самой интересной аниме-пары!";
    }

    public function getTemplateName()
    {
        return "Бродячий лавочник Крафт Лоренс вместе со своей спутницей Хоро продолжают свое путешествие, чтобы, наконец, найти таинственную страну Ёйцу, где родилась богиня-волчица. За год путешествия Крафт и Хоро многое пережили, но они хорошо узнали друг друга, не раз спасая свою миссию в бурных водах средневековой экономики. Во время этого долгого путешествия компаньоны научились работать вместе, помогая и себе, и другим людям разбираться с церковниками и ворами. Но кое-что еще осталось &mdash; разобраться с собственными чувствами&hellip; Наши герои знают, что путешествие рано или поздно закончится, и готовы ли они ответить себе на самый волнующий вопрос &mdash; что дальше? Крафт, который полюбил за это время Хоро, хочет, чтобы путешествие никогда не закончилось. Но пока у наших героев впереди долгая дорога, мы можем наслаждаться обществом самой интересной аниме-пары!";
    }
}
