<?php

/* В книге &laquo;Теория Параллельной жизни&raquo; один профессор пишет, что человек может прожить жизнь другого, в точности её повторив. Например, Джон Кеннеди в точности повторил судьбу Авраама Линкольна&hellip; */
class __TwigTemplate_bee329146b6879cd1b68e92d08019fcd extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "В книге &laquo;Теория Параллельной жизни&raquo; один профессор пишет, что человек может прожить жизнь другого, в точности её повторив. Например, Джон Кеннеди в точности повторил судьбу Авраама Линкольна&hellip;";
    }

    public function getTemplateName()
    {
        return "В книге &laquo;Теория Параллельной жизни&raquo; один профессор пишет, что человек может прожить жизнь другого, в точности её повторив. Например, Джон Кеннеди в точности повторил судьбу Авраама Линкольна&hellip;";
    }
}
