<?php

/* Поклонники первой части этого увлекательного мультфильма, ликуйте: на экраны вышло продолжение легендарного &laquo;Делай ноги&raquo;, действие которого разворачивается в холодной бескрайней Антарктиде. Главный герой &ndash; все тот же Мамбл &ndash; любитель танцев и веселого, бесбашенного времяпрепровождения. Внезапно мужчина с удивлением замечает, что его единственный отпрыск по имени Эрик панически боится танцев и не хочет заниматься хореографией. Не в состоянии удовлетворить требования отца относительно танцев и плясок, мальчик сбегает от него и встречает удивительного, уникального в своем роде пингвина, который умеет летать&hellip; */
class __TwigTemplate_704db00b492832bdbe93ff2b30c94952 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Поклонники первой части этого увлекательного мультфильма, ликуйте: на экраны вышло продолжение легендарного &laquo;Делай ноги&raquo;, действие которого разворачивается в холодной бескрайней Антарктиде. Главный герой &ndash; все тот же Мамбл &ndash; любитель танцев и веселого, бесбашенного времяпрепровождения. Внезапно мужчина с удивлением замечает, что его единственный отпрыск по имени Эрик панически боится танцев и не хочет заниматься хореографией. Не в состоянии удовлетворить требования отца относительно танцев и плясок, мальчик сбегает от него и встречает удивительного, уникального в своем роде пингвина, который умеет летать&hellip;";
    }

    public function getTemplateName()
    {
        return "Поклонники первой части этого увлекательного мультфильма, ликуйте: на экраны вышло продолжение легендарного &laquo;Делай ноги&raquo;, действие которого разворачивается в холодной бескрайней Антарктиде. Главный герой &ndash; все тот же Мамбл &ndash; любитель танцев и веселого, бесбашенного времяпрепровождения. Внезапно мужчина с удивлением замечает, что его единственный отпрыск по имени Эрик панически боится танцев и не хочет заниматься хореографией. Не в состоянии удовлетворить требования отца относительно танцев и плясок, мальчик сбегает от него и встречает удивительного, уникального в своем роде пингвина, который умеет летать&hellip;";
    }
}
