<?php

/* Главный герой картины Игорь Берестов на протяжении всего фильма наблюдает, как самый страшный его кошмар постепенно становится реальностью. Придя в себя на дороге, он вдруг понял, что абсолютно ничего не помнит из своего прошлого. Одновременно с этим его начинают подозревать в целой череде преступлений, совершенных неким маньяком по прозвищу Ювелир. Нелюдь каждой своей жертве перед смертью клал в рот по жемчужине, таким образом давая правоохранительным органам понять, что не собирается останавливаться на очередной убиенной девушке. */
class __TwigTemplate_918b4dbc3418de6560a16b690ebc292a extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Главный герой картины Игорь Берестов на протяжении всего фильма наблюдает, как самый страшный его кошмар постепенно становится реальностью. Придя в себя на дороге, он вдруг понял, что абсолютно ничего не помнит из своего прошлого. Одновременно с этим его начинают подозревать в целой череде преступлений, совершенных неким маньяком по прозвищу Ювелир. Нелюдь каждой своей жертве перед смертью клал в рот по жемчужине, таким образом давая правоохранительным органам понять, что не собирается останавливаться на очередной убиенной девушке.";
    }

    public function getTemplateName()
    {
        return "Главный герой картины Игорь Берестов на протяжении всего фильма наблюдает, как самый страшный его кошмар постепенно становится реальностью. Придя в себя на дороге, он вдруг понял, что абсолютно ничего не помнит из своего прошлого. Одновременно с этим его начинают подозревать в целой череде преступлений, совершенных неким маньяком по прозвищу Ювелир. Нелюдь каждой своей жертве перед смертью клал в рот по жемчужине, таким образом давая правоохранительным органам понять, что не собирается останавливаться на очередной убиенной девушке.";
    }
}
