<?php

/* Еще с древних времен на маленьком греческом островке шаманы и волшебники ставят на людях страшные психологические эксперименты, превращающие человеческую жизнь в невыносимую пытку. Но есть на острове маг, чьи знания и мастерство достигают самого верхнего уровня и дают возможность превосходить над другими магами. Своей огромной мощью он может навредить таинственному миру и проводимым опытам. Имя этого мага &mdash; Magus. */
class __TwigTemplate_f1a9ce8a9fcda66d1a61b2ff05d13b17 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Еще с древних времен на маленьком греческом островке шаманы и волшебники ставят на людях страшные психологические эксперименты, превращающие человеческую жизнь в невыносимую пытку. Но есть на острове маг, чьи знания и мастерство достигают самого верхнего уровня и дают возможность превосходить над другими магами. Своей огромной мощью он может навредить таинственному миру и проводимым опытам. Имя этого мага &mdash; Magus.";
    }

    public function getTemplateName()
    {
        return "Еще с древних времен на маленьком греческом островке шаманы и волшебники ставят на людях страшные психологические эксперименты, превращающие человеческую жизнь в невыносимую пытку. Но есть на острове маг, чьи знания и мастерство достигают самого верхнего уровня и дают возможность превосходить над другими магами. Своей огромной мощью он может навредить таинственному миру и проводимым опытам. Имя этого мага &mdash; Magus.";
    }
}
