<?php

/* Главная героиня фильма &ndash; девушка Эбби Дженсен, которая с раннего детства планировала свой шестнадцатый День рождения. В этот день именинница должна будет добавить свое последнее шестнадцатое желание в список того, чего ей хочется больше всего. К своему удивлению на День рождения Эбби получает коробочку с шестнадцатью праздничными свечами, каждая из которых соответствует номеру желаний в списке. С исполнением желаний праздник становится все ярче и ярче, пока героиня не загадывает последнее желание, которое меняет все. Тут Эбби понимает, что быть маленьким ребенком &ndash; большое счастье&hellip; */
class __TwigTemplate_33f88aeba6bbf495d33c723f961c0abd extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Главная героиня фильма &ndash; девушка Эбби Дженсен, которая с раннего детства планировала свой шестнадцатый День рождения. В этот день именинница должна будет добавить свое последнее шестнадцатое желание в список того, чего ей хочется больше всего. К своему удивлению на День рождения Эбби получает коробочку с шестнадцатью праздничными свечами, каждая из которых соответствует номеру желаний в списке. С исполнением желаний праздник становится все ярче и ярче, пока героиня не загадывает последнее желание, которое меняет все. Тут Эбби понимает, что быть маленьким ребенком &ndash; большое счастье&hellip;";
    }

    public function getTemplateName()
    {
        return "Главная героиня фильма &ndash; девушка Эбби Дженсен, которая с раннего детства планировала свой шестнадцатый День рождения. В этот день именинница должна будет добавить свое последнее шестнадцатое желание в список того, чего ей хочется больше всего. К своему удивлению на День рождения Эбби получает коробочку с шестнадцатью праздничными свечами, каждая из которых соответствует номеру желаний в списке. С исполнением желаний праздник становится все ярче и ярче, пока героиня не загадывает последнее желание, которое меняет все. Тут Эбби понимает, что быть маленьким ребенком &ndash; большое счастье&hellip;";
    }
}
