<?php

/* Эта картина наверняка понравится приверженцам фантастических фильмов, ведь события ее разворачиваются вокруг научного деятеля, который всю свою жизнь занимался изучением обезьян. Ученый поставил перед собой цель &ndash; определить уровень интеллекта у этих животных и всеми возможными способами его повысить. На протяжении многих лет в своей лаборатории в Сан-Франциско он ставил эксперименты и в результате стал свидетелем серьезнейшего открытия &ndash; генетических мутаций, вследствие которых у обезьян возник высокоразвитый интеллект. Приматы осознают, что они находятся в положении подопытных кроликов и поднимают восстание, вырываются за пределы лаборатории и начинают крушить все на своем пути. Вчерашние макаки сегодня решили исправить ситуацию и лишить человека почетного звания хозяина жизни. */
class __TwigTemplate_791dbfe840fb985a65f03052e66b4669 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Эта картина наверняка понравится приверженцам фантастических фильмов, ведь события ее разворачиваются вокруг научного деятеля, который всю свою жизнь занимался изучением обезьян. Ученый поставил перед собой цель &ndash; определить уровень интеллекта у этих животных и всеми возможными способами его повысить. На протяжении многих лет в своей лаборатории в Сан-Франциско он ставил эксперименты и в результате стал свидетелем серьезнейшего открытия &ndash; генетических мутаций, вследствие которых у обезьян возник высокоразвитый интеллект. Приматы осознают, что они находятся в положении подопытных кроликов и поднимают восстание, вырываются за пределы лаборатории и начинают крушить все на своем пути. Вчерашние макаки сегодня решили исправить ситуацию и лишить человека почетного звания хозяина жизни.";
    }

    public function getTemplateName()
    {
        return "Эта картина наверняка понравится приверженцам фантастических фильмов, ведь события ее разворачиваются вокруг научного деятеля, который всю свою жизнь занимался изучением обезьян. Ученый поставил перед собой цель &ndash; определить уровень интеллекта у этих животных и всеми возможными способами его повысить. На протяжении многих лет в своей лаборатории в Сан-Франциско он ставил эксперименты и в результате стал свидетелем серьезнейшего открытия &ndash; генетических мутаций, вследствие которых у обезьян возник высокоразвитый интеллект. Приматы осознают, что они находятся в положении подопытных кроликов и поднимают восстание, вырываются за пределы лаборатории и начинают крушить все на своем пути. Вчерашние макаки сегодня решили исправить ситуацию и лишить человека почетного звания хозяина жизни.";
    }
}
