<?php

/* Героиня этой истории Наталья - самая обычная сотрудница туристической конторы - берет к себе домой потерявшегося ротвейлера. Найдя адрес хозяев собаки, женщина не обнаруживает их дома, открыв дверь ключом, который лежал в почтовом ящике, девушка попадает в квартиру. Вскоре Наталья узнает, что этажом ниже живет ее любимый писатель Воронов. */
class __TwigTemplate_1b00a912df861310bac48a44322c86d4 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Героиня этой истории Наталья - самая обычная сотрудница туристической конторы - берет к себе домой потерявшегося ротвейлера. Найдя адрес хозяев собаки, женщина не обнаруживает их дома, открыв дверь ключом, который лежал в почтовом ящике, девушка попадает в квартиру. Вскоре Наталья узнает, что этажом ниже живет ее любимый писатель Воронов.";
    }

    public function getTemplateName()
    {
        return "Героиня этой истории Наталья - самая обычная сотрудница туристической конторы - берет к себе домой потерявшегося ротвейлера. Найдя адрес хозяев собаки, женщина не обнаруживает их дома, открыв дверь ключом, который лежал в почтовом ящике, девушка попадает в квартиру. Вскоре Наталья узнает, что этажом ниже живет ее любимый писатель Воронов.";
    }
}
