<?php

/* Секретный отдел &laquo;Объект 11&raquo; был сформирован органами госбезопасности еще в далекие советские времена для решения сложных задач. Особенность отдела заключалась в том, что почти все сотрудники были наделены сверхспособностями. Во времена перестройки &laquo;Объект 11&raquo; был расформирован, но правительство приняло решение воссоздать его снова. */
class __TwigTemplate_009801216c6defe1b25f49cdb8012f9b extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Секретный отдел &laquo;Объект 11&raquo; был сформирован органами госбезопасности еще в далекие советские времена для решения сложных задач. Особенность отдела заключалась в том, что почти все сотрудники были наделены сверхспособностями. Во времена перестройки &laquo;Объект 11&raquo; был расформирован, но правительство приняло решение воссоздать его снова.";
    }

    public function getTemplateName()
    {
        return "Секретный отдел &laquo;Объект 11&raquo; был сформирован органами госбезопасности еще в далекие советские времена для решения сложных задач. Особенность отдела заключалась в том, что почти все сотрудники были наделены сверхспособностями. Во времена перестройки &laquo;Объект 11&raquo; был расформирован, но правительство приняло решение воссоздать его снова.";
    }
}
