<?php

/* В доме главных героев этой картины Бена и Келли вдруг начинают происходить странные, если не сказать таинственные события. Вещи меняют свое местонахождение, ни с того, ни с чего в ванной открывается кран, одним словом, делается что-то страшное, не вкладывающееся в рамки человеческого сознания. В попытках разобраться с происходящим пара выясняет, что их преследует некая потусторонняя сущность, питающаяся человеческими страхами. Это странное существо истязает их и преследует не только в доме, но и за его пределами. Оказывается, в наш мир этот сгусток энергии попал в результате неудавшегося спиритического сеанса, проводимого в местном университете, но почему в качестве жертв он выбрал именно наших героев, никому не известно. Вконец обессиленные постоянными проявлениями присутствия непрошенного гостя, герои обращаются за помощью к эксперту по паранормальным явлениям, но ведь может оказаться, что спасать несчастных уже поздно&hellip;. */
class __TwigTemplate_dc94fe9a8038a92591588714f1b4a2ab extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "В доме главных героев этой картины Бена и Келли вдруг начинают происходить странные, если не сказать таинственные события. Вещи меняют свое местонахождение, ни с того, ни с чего в ванной открывается кран, одним словом, делается что-то страшное, не вкладывающееся в рамки человеческого сознания. В попытках разобраться с происходящим пара выясняет, что их преследует некая потусторонняя сущность, питающаяся человеческими страхами. Это странное существо истязает их и преследует не только в доме, но и за его пределами. Оказывается, в наш мир этот сгусток энергии попал в результате неудавшегося спиритического сеанса, проводимого в местном университете, но почему в качестве жертв он выбрал именно наших героев, никому не известно. Вконец обессиленные постоянными проявлениями присутствия непрошенного гостя, герои обращаются за помощью к эксперту по паранормальным явлениям, но ведь может оказаться, что спасать несчастных уже поздно&hellip;.";
    }

    public function getTemplateName()
    {
        return "В доме главных героев этой картины Бена и Келли вдруг начинают происходить странные, если не сказать таинственные события. Вещи меняют свое местонахождение, ни с того, ни с чего в ванной открывается кран, одним словом, делается что-то страшное, не вкладывающееся в рамки человеческого сознания. В попытках разобраться с происходящим пара выясняет, что их преследует некая потусторонняя сущность, питающаяся человеческими страхами. Это странное существо истязает их и преследует не только в доме, но и за его пределами. Оказывается, в наш мир этот сгусток энергии попал в результате неудавшегося спиритического сеанса, проводимого в местном университете, но почему в качестве жертв он выбрал именно наших героев, никому не известно. Вконец обессиленные постоянными проявлениями присутствия непрошенного гостя, герои обращаются за помощью к эксперту по паранормальным явлениям, но ведь может оказаться, что спасать несчастных уже поздно&hellip;.";
    }
}
