<?php

/* Фантастический сериал показывает жизнь семьи шерифа после того, как зомби захватили весь земной шар. Шериф Рик Грайм с семьей и маленькой группой выживших людей отправляются на поиски безопасного места для жизни. Но постоянное преследование смерти ежедневно приносит тяжелые потери, и герои вынуждены почувствовать на себе всю глубину человеческой жестокости. Рик делает все возможное для спасения своей семьи и понимает, что всепоглощающий страх перед смертью тех, кто сумел выжить, намного опаснее бессмысленных зомби, бродящих по земле. */
class __TwigTemplate_1f8e9263d606feec3767cf9bb6ae7507 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Фантастический сериал показывает жизнь семьи шерифа после того, как зомби захватили весь земной шар. Шериф Рик Грайм с семьей и маленькой группой выживших людей отправляются на поиски безопасного места для жизни. Но постоянное преследование смерти ежедневно приносит тяжелые потери, и герои вынуждены почувствовать на себе всю глубину человеческой жестокости. Рик делает все возможное для спасения своей семьи и понимает, что всепоглощающий страх перед смертью тех, кто сумел выжить, намного опаснее бессмысленных зомби, бродящих по земле.";
    }

    public function getTemplateName()
    {
        return "Фантастический сериал показывает жизнь семьи шерифа после того, как зомби захватили весь земной шар. Шериф Рик Грайм с семьей и маленькой группой выживших людей отправляются на поиски безопасного места для жизни. Но постоянное преследование смерти ежедневно приносит тяжелые потери, и герои вынуждены почувствовать на себе всю глубину человеческой жестокости. Рик делает все возможное для спасения своей семьи и понимает, что всепоглощающий страх перед смертью тех, кто сумел выжить, намного опаснее бессмысленных зомби, бродящих по земле.";
    }
}
