<?php

/* Всем нам известно о непотопляемом &laquo;Титанике&raquo;, который столкнулся с айсбергом в водах Атлантического Океана и затонул в течение нескольких часов, унеся с собой на дно полторы тысячи человек. Этот документальный фильм анализирует причину той страшной трагедии и доказывает, что на самом деле эта катастрофа произошла в результате целого ряда ошибок и недоразумений. Исследователи говорят, что если бы хоть одно звено этой цепочки отсутствовало, то трагедию можно было бы предотвратить. Основываясь на исследованиях и свидетельствах очевидцев, этот фильм воссоздает историю лайнера и развенчивает большинство мифов его гибели. */
class __TwigTemplate_c62f681521e877b7894672faaafb9578 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Всем нам известно о непотопляемом &laquo;Титанике&raquo;, который столкнулся с айсбергом в водах Атлантического Океана и затонул в течение нескольких часов, унеся с собой на дно полторы тысячи человек. Этот документальный фильм анализирует причину той страшной трагедии и доказывает, что на самом деле эта катастрофа произошла в результате целого ряда ошибок и недоразумений. Исследователи говорят, что если бы хоть одно звено этой цепочки отсутствовало, то трагедию можно было бы предотвратить. Основываясь на исследованиях и свидетельствах очевидцев, этот фильм воссоздает историю лайнера и развенчивает большинство мифов его гибели.";
    }

    public function getTemplateName()
    {
        return "Всем нам известно о непотопляемом &laquo;Титанике&raquo;, который столкнулся с айсбергом в водах Атлантического Океана и затонул в течение нескольких часов, унеся с собой на дно полторы тысячи человек. Этот документальный фильм анализирует причину той страшной трагедии и доказывает, что на самом деле эта катастрофа произошла в результате целого ряда ошибок и недоразумений. Исследователи говорят, что если бы хоть одно звено этой цепочки отсутствовало, то трагедию можно было бы предотвратить. Основываясь на исследованиях и свидетельствах очевидцев, этот фильм воссоздает историю лайнера и развенчивает большинство мифов его гибели.";
    }
}
