<?php

/* В третьей части знаменитой саги о потустороннем мире и его контактах с нашим создатели картины пообещали приоткрыть завесу тайны на предыдущих два фильма. Но для этого нам вместе с главными героями &laquo;Паранормального явления-3&raquo; придется вернуться в далекий 1988 год, в котором было положено начало всем этим леденящим душу событиям. */
class __TwigTemplate_c7e131eaefc6a161328536af581f86e6 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "В третьей части знаменитой саги о потустороннем мире и его контактах с нашим создатели картины пообещали приоткрыть завесу тайны на предыдущих два фильма. Но для этого нам вместе с главными героями &laquo;Паранормального явления-3&raquo; придется вернуться в далекий 1988 год, в котором было положено начало всем этим леденящим душу событиям.";
    }

    public function getTemplateName()
    {
        return "В третьей части знаменитой саги о потустороннем мире и его контактах с нашим создатели картины пообещали приоткрыть завесу тайны на предыдущих два фильма. Но для этого нам вместе с главными героями &laquo;Паранормального явления-3&raquo; придется вернуться в далекий 1988 год, в котором было положено начало всем этим леденящим душу событиям.";
    }
}
