<?php

/* События этой увлекательной картины разворачиваются в Париже в самом начале 30-х годов прошлого века. Главный герой &ndash; обездоленный сирота по имени Хьюго. Мальчик в раннем детстве потерял родителей и теперь вынужден скитаться по вокзалам и подворотням в компании своего дяди-алкоголика. Однажды, когда горе-родственничек уснул, сраженный изрядной дозой выпитого алкоголя, мальчик отправляется на поиски чего-то съестного и находит странный механизм, который много лет назад создал знаменитый фильммейкер Жорж Мелье. Находка заинтересовала маленького исследователя, но он еще не знает, что именно этот таинственный механизм позволит ему разгадать величайший секрет его покойного родителя&hellip; */
class __TwigTemplate_678f14dc916e98c34861653a221af287 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "События этой увлекательной картины разворачиваются в Париже в самом начале 30-х годов прошлого века. Главный герой &ndash; обездоленный сирота по имени Хьюго. Мальчик в раннем детстве потерял родителей и теперь вынужден скитаться по вокзалам и подворотням в компании своего дяди-алкоголика. Однажды, когда горе-родственничек уснул, сраженный изрядной дозой выпитого алкоголя, мальчик отправляется на поиски чего-то съестного и находит странный механизм, который много лет назад создал знаменитый фильммейкер Жорж Мелье. Находка заинтересовала маленького исследователя, но он еще не знает, что именно этот таинственный механизм позволит ему разгадать величайший секрет его покойного родителя&hellip;";
    }

    public function getTemplateName()
    {
        return "События этой увлекательной картины разворачиваются в Париже в самом начале 30-х годов прошлого века. Главный герой &ndash; обездоленный сирота по имени Хьюго. Мальчик в раннем детстве потерял родителей и теперь вынужден скитаться по вокзалам и подворотням в компании своего дяди-алкоголика. Однажды, когда горе-родственничек уснул, сраженный изрядной дозой выпитого алкоголя, мальчик отправляется на поиски чего-то съестного и находит странный механизм, который много лет назад создал знаменитый фильммейкер Жорж Мелье. Находка заинтересовала маленького исследователя, но он еще не знает, что именно этот таинственный механизм позволит ему разгадать величайший секрет его покойного родителя&hellip;";
    }
}
