<?php

/* На девушку Машу Лялину совершено покушение, но нет ни улик, ни свидетелей. Внезапно в больнице погибает и сама девушка. Расследовать бесперспективное дело поручают молодому следователю Волгину. Неожиданная новость меняет скучный ход расследования. К Волгину обращается настоятельница монастыря игуменья Прасковья и говорит, что Марию Лялину никто не убивал, на самом деле она скрывается в монастыре. */
class __TwigTemplate_729af29e736772d013b0588b04432b58 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "На девушку Машу Лялину совершено покушение, но нет ни улик, ни свидетелей. Внезапно в больнице погибает и сама девушка. Расследовать бесперспективное дело поручают молодому следователю Волгину. Неожиданная новость меняет скучный ход расследования. К Волгину обращается настоятельница монастыря игуменья Прасковья и говорит, что Марию Лялину никто не убивал, на самом деле она скрывается в монастыре.";
    }

    public function getTemplateName()
    {
        return "На девушку Машу Лялину совершено покушение, но нет ни улик, ни свидетелей. Внезапно в больнице погибает и сама девушка. Расследовать бесперспективное дело поручают молодому следователю Волгину. Неожиданная новость меняет скучный ход расследования. К Волгину обращается настоятельница монастыря игуменья Прасковья и говорит, что Марию Лялину никто не убивал, на самом деле она скрывается в монастыре.";
    }
}
