<?php

/* Главный герой картины &ndash; выпускник обычной американской школы Чарли Брюстер. Он умен, привлекателен и, естественно, невероятно популярен среди сверстников, ведь встречается с самой симпатичной девушкой из школы. Но со временем юноша так сильно заболевает звездной болезнью, что начинает избегать и стесняться некогда лучшего друга Эдда. */
class __TwigTemplate_5f73f10c146401af6a0cce3073c64e9f extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Главный герой картины &ndash; выпускник обычной американской школы Чарли Брюстер. Он умен, привлекателен и, естественно, невероятно популярен среди сверстников, ведь встречается с самой симпатичной девушкой из школы. Но со временем юноша так сильно заболевает звездной болезнью, что начинает избегать и стесняться некогда лучшего друга Эдда.";
    }

    public function getTemplateName()
    {
        return "Главный герой картины &ndash; выпускник обычной американской школы Чарли Брюстер. Он умен, привлекателен и, естественно, невероятно популярен среди сверстников, ведь встречается с самой симпатичной девушкой из школы. Но со временем юноша так сильно заболевает звездной болезнью, что начинает избегать и стесняться некогда лучшего друга Эдда.";
    }
}
