<?php

/* 2022 год. Перед всем человечеством встала серьёзная проблема &mdash; частые стихийные бедствия. По всей Земле происходят катаклизмы: землетрясения, цунами, ураганы, извержения вулканов, торнадо и снежные бури. В Таиланде сотрудники Национального центра предупреждения катаклизмов во время проведения очередного мониторинга сейсмообстановки на Земле обнаруживают под водой прямо у своих берегов два огромных вулкана и предсказывают гигантское цунами, которое должно пронестись по Сиамскому заливу. Правительство страны несколько раз объявляло эвакуацию населения в этих местах, но так ничего не происходило. Но однажды прогноз учёных сбылся&hellip; */
class __TwigTemplate_ac264c4aff173afbdb75d8ba3bcf86fc extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "2022 год. Перед всем человечеством встала серьёзная проблема &mdash; частые стихийные бедствия. По всей Земле происходят катаклизмы: землетрясения, цунами, ураганы, извержения вулканов, торнадо и снежные бури. В Таиланде сотрудники Национального центра предупреждения катаклизмов во время проведения очередного мониторинга сейсмообстановки на Земле обнаруживают под водой прямо у своих берегов два огромных вулкана и предсказывают гигантское цунами, которое должно пронестись по Сиамскому заливу. Правительство страны несколько раз объявляло эвакуацию населения в этих местах, но так ничего не происходило. Но однажды прогноз учёных сбылся&hellip;";
    }

    public function getTemplateName()
    {
        return "2022 год. Перед всем человечеством встала серьёзная проблема &mdash; частые стихийные бедствия. По всей Земле происходят катаклизмы: землетрясения, цунами, ураганы, извержения вулканов, торнадо и снежные бури. В Таиланде сотрудники Национального центра предупреждения катаклизмов во время проведения очередного мониторинга сейсмообстановки на Земле обнаруживают под водой прямо у своих берегов два огромных вулкана и предсказывают гигантское цунами, которое должно пронестись по Сиамскому заливу. Правительство страны несколько раз объявляло эвакуацию населения в этих местах, но так ничего не происходило. Но однажды прогноз учёных сбылся&hellip;";
    }
}
