<?php

/* Современные ученные, изучающие природу любви, обнаружили необъяснимые изменения у влюбленных людей &mdash; любовь способна подавить чувство страха и негативные эмоции. Почему у влюбленных людей учащены пульс, дыхание? Исследования ученых указывают на то, что любовь похожа на наркотическое опьянение. Химики считают, что люди чувствуют любовь благодаря выбросу в кровь гормонов. Однако все ученные, как один, признают, что любовь невозможно объяснить только при помощи научных подходов. */
class __TwigTemplate_3598cade8c6b42622d2d67394891e71b extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Современные ученные, изучающие природу любви, обнаружили необъяснимые изменения у влюбленных людей &mdash; любовь способна подавить чувство страха и негативные эмоции. Почему у влюбленных людей учащены пульс, дыхание? Исследования ученых указывают на то, что любовь похожа на наркотическое опьянение. Химики считают, что люди чувствуют любовь благодаря выбросу в кровь гормонов. Однако все ученные, как один, признают, что любовь невозможно объяснить только при помощи научных подходов.";
    }

    public function getTemplateName()
    {
        return "Современные ученные, изучающие природу любви, обнаружили необъяснимые изменения у влюбленных людей &mdash; любовь способна подавить чувство страха и негативные эмоции. Почему у влюбленных людей учащены пульс, дыхание? Исследования ученых указывают на то, что любовь похожа на наркотическое опьянение. Химики считают, что люди чувствуют любовь благодаря выбросу в кровь гормонов. Однако все ученные, как один, признают, что любовь невозможно объяснить только при помощи научных подходов.";
    }
}
