<?php

/* Оказывается, то, что между близнецами существует прочная невидимая связь &ndash; чистая правда, но это вовсе не значит, что они обязаны прекрасно ладить между собой и прощать друг другу любые проказы. Главный герой картины &ndash; взрослый мужчина, вполне успешный молодой человек, примерный муж и отец Джек, у которого где-то далеко имеется сестра-близнец. Жизнь героя текла ровно и спокойно до тех пор, пока нежданно-негадано, аккурат ко Дню Благодарения, к нему в гости не нагрянула любимая сестрица. Надо сказать, что Джилл - весьма эксцентричная личность, о которых говорят &laquo;ее везде много&raquo;. Ситуация усугубляется тем, что непрошенная гостья и не собирается покидать уютное семейное гнездышко братца. Судя по всему, приехала она надолго, так что гостеприимным хозяевам не остается ничего иного, как запастись терпением и ждать... */
class __TwigTemplate_aed95d63f33e206d43b2ca6b2996c5f5 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Оказывается, то, что между близнецами существует прочная невидимая связь &ndash; чистая правда, но это вовсе не значит, что они обязаны прекрасно ладить между собой и прощать друг другу любые проказы. Главный герой картины &ndash; взрослый мужчина, вполне успешный молодой человек, примерный муж и отец Джек, у которого где-то далеко имеется сестра-близнец. Жизнь героя текла ровно и спокойно до тех пор, пока нежданно-негадано, аккурат ко Дню Благодарения, к нему в гости не нагрянула любимая сестрица. Надо сказать, что Джилл - весьма эксцентричная личность, о которых говорят &laquo;ее везде много&raquo;. Ситуация усугубляется тем, что непрошенная гостья и не собирается покидать уютное семейное гнездышко братца. Судя по всему, приехала она надолго, так что гостеприимным хозяевам не остается ничего иного, как запастись терпением и ждать...";
    }

    public function getTemplateName()
    {
        return "Оказывается, то, что между близнецами существует прочная невидимая связь &ndash; чистая правда, но это вовсе не значит, что они обязаны прекрасно ладить между собой и прощать друг другу любые проказы. Главный герой картины &ndash; взрослый мужчина, вполне успешный молодой человек, примерный муж и отец Джек, у которого где-то далеко имеется сестра-близнец. Жизнь героя текла ровно и спокойно до тех пор, пока нежданно-негадано, аккурат ко Дню Благодарения, к нему в гости не нагрянула любимая сестрица. Надо сказать, что Джилл - весьма эксцентричная личность, о которых говорят &laquo;ее везде много&raquo;. Ситуация усугубляется тем, что непрошенная гостья и не собирается покидать уютное семейное гнездышко братца. Судя по всему, приехала она надолго, так что гостеприимным хозяевам не остается ничего иного, как запастись терпением и ждать...";
    }
}
