<?php

/* Главные герои картины &ndash; замечательная танцовщица и ее хореограф Хани Дэниэлс. Жизнь их протекала весьма спокойно и размерено до тех пор, пока в родной городок не вернулась Мария Беннетт. Амбициозная оживленная и жизнерадостная девушка много лет назад уехала из этого Богом забытого места в поисках счастья и лучшей жизни. Оказалось, что там, за тысячи километров от родного дома, ее никто не ждет, поэтому Мари пришлось вернуться обратно. Своим появлением она перевернула с ног на голову жизнь наших героев, ведь ответственность за ее необдуманные поступки целиком и полностью лежит на их плечах. */
class __TwigTemplate_362dc17674d815726c8148c8471a082c extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Главные герои картины &ndash; замечательная танцовщица и ее хореограф Хани Дэниэлс. Жизнь их протекала весьма спокойно и размерено до тех пор, пока в родной городок не вернулась Мария Беннетт. Амбициозная оживленная и жизнерадостная девушка много лет назад уехала из этого Богом забытого места в поисках счастья и лучшей жизни. Оказалось, что там, за тысячи километров от родного дома, ее никто не ждет, поэтому Мари пришлось вернуться обратно. Своим появлением она перевернула с ног на голову жизнь наших героев, ведь ответственность за ее необдуманные поступки целиком и полностью лежит на их плечах.";
    }

    public function getTemplateName()
    {
        return "Главные герои картины &ndash; замечательная танцовщица и ее хореограф Хани Дэниэлс. Жизнь их протекала весьма спокойно и размерено до тех пор, пока в родной городок не вернулась Мария Беннетт. Амбициозная оживленная и жизнерадостная девушка много лет назад уехала из этого Богом забытого места в поисках счастья и лучшей жизни. Оказалось, что там, за тысячи километров от родного дома, ее никто не ждет, поэтому Мари пришлось вернуться обратно. Своим появлением она перевернула с ног на голову жизнь наших героев, ведь ответственность за ее необдуманные поступки целиком и полностью лежит на их плечах.";
    }
}
