<?php

/* Главная героиня картины &ndash; Кейт &ndash; женщина, которая удивительным образом сочетает в себе два главных качества успешной женщины &ndash; замечательной мамы и настоящего профессионала своего дела. У Кейт двое детей, при этом она прекрасный фондовый менеджер, способный с точностью до доли секунды предугадать колебание курса и стоимость той или иной валюты в определенный момент. Но при этом главная героиня картины одновременно может менять ребенку подгузник, продавать акции, ругаться со свекровью, выяснять отношения с мужем, ставить на место обнаглевшего начальника и делать много других неотложных дел. Жизнь Кейт &ndash; это уйма смешных, а порой и нелепых ситуаций, в которые женщина попадает, тщетно пытаясь соединить оба своих естества в одно-единственное. Эта замечательная семейная комедия позволяет многим дамам взглянуть на свою жизнь со стороны, а мужчин она заставляет задуматься над тем, а действительно ли так легко быть женой, матерью и работником одновременно. */
class __TwigTemplate_1b2ebb14345aa11ea2e1cb73d1461167 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Главная героиня картины &ndash; Кейт &ndash; женщина, которая удивительным образом сочетает в себе два главных качества успешной женщины &ndash; замечательной мамы и настоящего профессионала своего дела. У Кейт двое детей, при этом она прекрасный фондовый менеджер, способный с точностью до доли секунды предугадать колебание курса и стоимость той или иной валюты в определенный момент. Но при этом главная героиня картины одновременно может менять ребенку подгузник, продавать акции, ругаться со свекровью, выяснять отношения с мужем, ставить на место обнаглевшего начальника и делать много других неотложных дел. Жизнь Кейт &ndash; это уйма смешных, а порой и нелепых ситуаций, в которые женщина попадает, тщетно пытаясь соединить оба своих естества в одно-единственное. Эта замечательная семейная комедия позволяет многим дамам взглянуть на свою жизнь со стороны, а мужчин она заставляет задуматься над тем, а действительно ли так легко быть женой, матерью и работником одновременно.";
    }

    public function getTemplateName()
    {
        return "Главная героиня картины &ndash; Кейт &ndash; женщина, которая удивительным образом сочетает в себе два главных качества успешной женщины &ndash; замечательной мамы и настоящего профессионала своего дела. У Кейт двое детей, при этом она прекрасный фондовый менеджер, способный с точностью до доли секунды предугадать колебание курса и стоимость той или иной валюты в определенный момент. Но при этом главная героиня картины одновременно может менять ребенку подгузник, продавать акции, ругаться со свекровью, выяснять отношения с мужем, ставить на место обнаглевшего начальника и делать много других неотложных дел. Жизнь Кейт &ndash; это уйма смешных, а порой и нелепых ситуаций, в которые женщина попадает, тщетно пытаясь соединить оба своих естества в одно-единственное. Эта замечательная семейная комедия позволяет многим дамам взглянуть на свою жизнь со стороны, а мужчин она заставляет задуматься над тем, а действительно ли так легко быть женой, матерью и работником одновременно.";
    }
}
