<?php

/* Борис Жуков в прошлом старший помощник капитана торгового корабля. Ему не раз приходилось совершать опасные плавания по неспокойным водам в районе берегов северо-восточной Африки. Во время одного такого плаванья на его судно напали сомалийские пираты, вся команда корабля была убита, а Борис попал в плен к бандитам с пятилетней девочкой на руках - дочкой капитана, которого тоже убили пираты. Но исключительное мужество и сила воли помогут Борису Жукову оказаться на воле и вернуться на родину&hellip; */
class __TwigTemplate_177a8021dc4b1d11dda327b86c44ff87 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Борис Жуков в прошлом старший помощник капитана торгового корабля. Ему не раз приходилось совершать опасные плавания по неспокойным водам в районе берегов северо-восточной Африки. Во время одного такого плаванья на его судно напали сомалийские пираты, вся команда корабля была убита, а Борис попал в плен к бандитам с пятилетней девочкой на руках - дочкой капитана, которого тоже убили пираты. Но исключительное мужество и сила воли помогут Борису Жукову оказаться на воле и вернуться на родину&hellip;";
    }

    public function getTemplateName()
    {
        return "Борис Жуков в прошлом старший помощник капитана торгового корабля. Ему не раз приходилось совершать опасные плавания по неспокойным водам в районе берегов северо-восточной Африки. Во время одного такого плаванья на его судно напали сомалийские пираты, вся команда корабля была убита, а Борис попал в плен к бандитам с пятилетней девочкой на руках - дочкой капитана, которого тоже убили пираты. Но исключительное мужество и сила воли помогут Борису Жукову оказаться на воле и вернуться на родину&hellip;";
    }
}
