<?php

/* Эта кинолента посвящена 145-летию открытия института судебных приставов в Российской Федерации. Стас работает судебным приставом. Он честен и предан своей работе. Закон и справедливость для молодого человека &mdash; не просто работа, а выполнение морального долга. За плечами Стаса &mdash; служба в Чечне, которая избавила его от юношеских романтических иллюзий, но не ожесточила, а научила ценить близких и всегда помогать товарищам в беде. Стас ответственный за порядок в зале суда. Но однажды ему попадает дело, требующее большего, чем того требует инструкция. Одному из присяжных начинают угрожать, и главный герой помогает этому храброму и принципиальному человеку. */
class __TwigTemplate_28c8f309d71461377ba4da7a86c4b494 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Эта кинолента посвящена 145-летию открытия института судебных приставов в Российской Федерации. Стас работает судебным приставом. Он честен и предан своей работе. Закон и справедливость для молодого человека &mdash; не просто работа, а выполнение морального долга. За плечами Стаса &mdash; служба в Чечне, которая избавила его от юношеских романтических иллюзий, но не ожесточила, а научила ценить близких и всегда помогать товарищам в беде. Стас ответственный за порядок в зале суда. Но однажды ему попадает дело, требующее большего, чем того требует инструкция. Одному из присяжных начинают угрожать, и главный герой помогает этому храброму и принципиальному человеку.";
    }

    public function getTemplateName()
    {
        return "Эта кинолента посвящена 145-летию открытия института судебных приставов в Российской Федерации. Стас работает судебным приставом. Он честен и предан своей работе. Закон и справедливость для молодого человека &mdash; не просто работа, а выполнение морального долга. За плечами Стаса &mdash; служба в Чечне, которая избавила его от юношеских романтических иллюзий, но не ожесточила, а научила ценить близких и всегда помогать товарищам в беде. Стас ответственный за порядок в зале суда. Но однажды ему попадает дело, требующее большего, чем того требует инструкция. Одному из присяжных начинают угрожать, и главный герой помогает этому храброму и принципиальному человеку.";
    }
}
