<?php

/* Две самые богатые семьи маленького городка Андриановы и Зельдовы заняты подготовкой к свадьбе своих детей, которая должна стать идеальным бизнес-проектом по слиянию двух крупных капиталов. */
class __TwigTemplate_876d0961adef59daacf6fca72c329ccc extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Две самые богатые семьи маленького городка Андриановы и Зельдовы заняты подготовкой к свадьбе своих детей, которая должна стать идеальным бизнес-проектом по слиянию двух крупных капиталов.";
    }

    public function getTemplateName()
    {
        return "Две самые богатые семьи маленького городка Андриановы и Зельдовы заняты подготовкой к свадьбе своих детей, которая должна стать идеальным бизнес-проектом по слиянию двух крупных капиталов.";
    }
}
