<?php

/* Главный герой &ndash; обычный юноша, выросший в обеспеченной семье. Родители души не чаяли в единственном сыне, у него было все то, о чем другие дети могли только мечтать. Но в один прекрасный день юноша натыкается на сайт, где расположена информация о пропавших без вести детях, которых разыскивают родители. Среди множества фотографий он находит&hellip; свою собственную, сделанную в младенчестве. Ошарашенный такой новостью, молодой человек начинает расследование, чтобы выяснить, кто же он на самом деле, и кем являются его настоящие родители. Оказывается, что много лет назад люди, которых он всю свою жизнь называл мамой и папой, украли его у биологических родителей, но те до сих пор не смирились с утратой сына и ищут его и по сей день. Эта мирная и безобидная на первый взгляд история превращается в целую вереницу событий, от которых веет не только жестокостью, но и смертельной опасностью&hellip; */
class __TwigTemplate_c57d791b0034bec353fea4088e7054f5 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Главный герой &ndash; обычный юноша, выросший в обеспеченной семье. Родители души не чаяли в единственном сыне, у него было все то, о чем другие дети могли только мечтать. Но в один прекрасный день юноша натыкается на сайт, где расположена информация о пропавших без вести детях, которых разыскивают родители. Среди множества фотографий он находит&hellip; свою собственную, сделанную в младенчестве. Ошарашенный такой новостью, молодой человек начинает расследование, чтобы выяснить, кто же он на самом деле, и кем являются его настоящие родители. Оказывается, что много лет назад люди, которых он всю свою жизнь называл мамой и папой, украли его у биологических родителей, но те до сих пор не смирились с утратой сына и ищут его и по сей день. Эта мирная и безобидная на первый взгляд история превращается в целую вереницу событий, от которых веет не только жестокостью, но и смертельной опасностью&hellip;";
    }

    public function getTemplateName()
    {
        return "Главный герой &ndash; обычный юноша, выросший в обеспеченной семье. Родители души не чаяли в единственном сыне, у него было все то, о чем другие дети могли только мечтать. Но в один прекрасный день юноша натыкается на сайт, где расположена информация о пропавших без вести детях, которых разыскивают родители. Среди множества фотографий он находит&hellip; свою собственную, сделанную в младенчестве. Ошарашенный такой новостью, молодой человек начинает расследование, чтобы выяснить, кто же он на самом деле, и кем являются его настоящие родители. Оказывается, что много лет назад люди, которых он всю свою жизнь называл мамой и папой, украли его у биологических родителей, но те до сих пор не смирились с утратой сына и ищут его и по сей день. Эта мирная и безобидная на первый взгляд история превращается в целую вереницу событий, от которых веет не только жестокостью, но и смертельной опасностью&hellip;";
    }
}
