<?php

/* &laquo;Чужие ошибки&raquo; &mdash; захватывающий многосерийный фильм, основанный на запутанных криминальных историях, которые происходили в Украине. Сериал построен, в первую очередь, на психологии и мотивах, которые толкают людей на преступления. На первом месте &mdash; причина преступления, причина выхода человека за рамки закона, а потом &mdash; следствие. Главный вопрос, который затрагивается в этом фильме - почему обычный человек преввращается в преступника? Все расследываемые запутанные уголовные дела в этом фильме заканчиваются приговором суда. В картине впервые показаны неизвестные до сих пор шокирующие факты. */
class __TwigTemplate_1e8cefcc4b346267e332f69b0b8e6577 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "&laquo;Чужие ошибки&raquo; &mdash; захватывающий многосерийный фильм, основанный на запутанных криминальных историях, которые происходили в Украине. Сериал построен, в первую очередь, на психологии и мотивах, которые толкают людей на преступления. На первом месте &mdash; причина преступления, причина выхода человека за рамки закона, а потом &mdash; следствие. Главный вопрос, который затрагивается в этом фильме - почему обычный человек преввращается в преступника? Все расследываемые запутанные уголовные дела в этом фильме заканчиваются приговором суда. В картине впервые показаны неизвестные до сих пор шокирующие факты.";
    }

    public function getTemplateName()
    {
        return "&laquo;Чужие ошибки&raquo; &mdash; захватывающий многосерийный фильм, основанный на запутанных криминальных историях, которые происходили в Украине. Сериал построен, в первую очередь, на психологии и мотивах, которые толкают людей на преступления. На первом месте &mdash; причина преступления, причина выхода человека за рамки закона, а потом &mdash; следствие. Главный вопрос, который затрагивается в этом фильме - почему обычный человек преввращается в преступника? Все расследываемые запутанные уголовные дела в этом фильме заканчиваются приговором суда. В картине впервые показаны неизвестные до сих пор шокирующие факты.";
    }
}
