<?php

/* События картины разворачиваются вокруг настоящего шедевра знаменитого художника Питера Брейгеля. Речь идет о полотне &laquo;Путь на Голгофу&raquo;, которое написано в 1564 году. Сюжет картины - великие Страсти Христовы, вокруг которых разгораются страсти на протяжении нескольких веков. */
class __TwigTemplate_f3b23d851b3029383b108fcb43e8f1f8 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "События картины разворачиваются вокруг настоящего шедевра знаменитого художника Питера Брейгеля. Речь идет о полотне &laquo;Путь на Голгофу&raquo;, которое написано в 1564 году. Сюжет картины - великие Страсти Христовы, вокруг которых разгораются страсти на протяжении нескольких веков.";
    }

    public function getTemplateName()
    {
        return "События картины разворачиваются вокруг настоящего шедевра знаменитого художника Питера Брейгеля. Речь идет о полотне &laquo;Путь на Голгофу&raquo;, которое написано в 1564 году. Сюжет картины - великие Страсти Христовы, вокруг которых разгораются страсти на протяжении нескольких веков.";
    }
}
