<?php

/* То, что среди сотрудников британской разведки имеется шпион, который был внедрен из России, знали давно, но ни одна живая душа, включая высокое руководство, понятия не имела, кто же этот стукач. Каждый, кто отваживался открыто заявить о наличии &laquo;крота&raquo;, тут же уходил в отставку, так что спустя несколько попыток расставить все точки над ё количество желающих найти и обезвредить шпиона заметно поубавилось. Но подтверждение того факта, что российский шпион в британской разведке существует, появилось внезапно и оттуда, откуда его никто не ожидал. Тайное расследование этого вопроса возглавил агент в отставке Джордж Смайли, но никто, даже высокопоставленная верхушка, не должен догадаться о том, что крот снова является главной мишенью разведчиков&hellip; */
class __TwigTemplate_9ddf8c70bb59793d4b936bbb3e58f597 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "То, что среди сотрудников британской разведки имеется шпион, который был внедрен из России, знали давно, но ни одна живая душа, включая высокое руководство, понятия не имела, кто же этот стукач. Каждый, кто отваживался открыто заявить о наличии &laquo;крота&raquo;, тут же уходил в отставку, так что спустя несколько попыток расставить все точки над ё количество желающих найти и обезвредить шпиона заметно поубавилось. Но подтверждение того факта, что российский шпион в британской разведке существует, появилось внезапно и оттуда, откуда его никто не ожидал. Тайное расследование этого вопроса возглавил агент в отставке Джордж Смайли, но никто, даже высокопоставленная верхушка, не должен догадаться о том, что крот снова является главной мишенью разведчиков&hellip;";
    }

    public function getTemplateName()
    {
        return "То, что среди сотрудников британской разведки имеется шпион, который был внедрен из России, знали давно, но ни одна живая душа, включая высокое руководство, понятия не имела, кто же этот стукач. Каждый, кто отваживался открыто заявить о наличии &laquo;крота&raquo;, тут же уходил в отставку, так что спустя несколько попыток расставить все точки над ё количество желающих найти и обезвредить шпиона заметно поубавилось. Но подтверждение того факта, что российский шпион в британской разведке существует, появилось внезапно и оттуда, откуда его никто не ожидал. Тайное расследование этого вопроса возглавил агент в отставке Джордж Смайли, но никто, даже высокопоставленная верхушка, не должен догадаться о том, что крот снова является главной мишенью разведчиков&hellip;";
    }
}
