<?php

/* Жан-До и Марек - два друга-полицейских, они вместе борются с наркоторговцами. Но вот однажды Жан-До убивают во время очередной операции. Марека после случившегося переводят в другой отдел, теперь полицейский должен освоить &laquo;науку&raquo; проникновения в преступные банды. Вскоре приходит и первое задание: стать своим в группировке, промышляющей по принципу Go Fast &mdash; фуры с каннабисом на большой скорости преодолевают сотни километров от запада Испании к северу Франции&hellip; */
class __TwigTemplate_57dcdaee950e9897a28f9f8424151e1b extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Жан-До и Марек - два друга-полицейских, они вместе борются с наркоторговцами. Но вот однажды Жан-До убивают во время очередной операции. Марека после случившегося переводят в другой отдел, теперь полицейский должен освоить &laquo;науку&raquo; проникновения в преступные банды. Вскоре приходит и первое задание: стать своим в группировке, промышляющей по принципу Go Fast &mdash; фуры с каннабисом на большой скорости преодолевают сотни километров от запада Испании к северу Франции&hellip;";
    }

    public function getTemplateName()
    {
        return "Жан-До и Марек - два друга-полицейских, они вместе борются с наркоторговцами. Но вот однажды Жан-До убивают во время очередной операции. Марека после случившегося переводят в другой отдел, теперь полицейский должен освоить &laquo;науку&raquo; проникновения в преступные банды. Вскоре приходит и первое задание: стать своим в группировке, промышляющей по принципу Go Fast &mdash; фуры с каннабисом на большой скорости преодолевают сотни километров от запада Испании к северу Франции&hellip;";
    }
}
