<?php

/* Когда ученые взялись за проведение уникального эксперимента над психикой человека, никто и подумать не мог, чем это все обернется. Двадцать пять подопытных заперты по разные стороны клетки, одни должны играть роль заключенных, вторые &mdash; надзирателей. */
class __TwigTemplate_9958143ee993c7003c1b341e70e8cf30 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Когда ученые взялись за проведение уникального эксперимента над психикой человека, никто и подумать не мог, чем это все обернется. Двадцать пять подопытных заперты по разные стороны клетки, одни должны играть роль заключенных, вторые &mdash; надзирателей.";
    }

    public function getTemplateName()
    {
        return "Когда ученые взялись за проведение уникального эксперимента над психикой человека, никто и подумать не мог, чем это все обернется. Двадцать пять подопытных заперты по разные стороны клетки, одни должны играть роль заключенных, вторые &mdash; надзирателей.";
    }
}
