<?php

/* Иванна - рядовая служащая в охранном агентстве. Под видом обычного референта она охраняет влиятельную и богатую женщину Маргариту Аникину, которая собирается стать спонсором актера Ивана Азарова. Во время официальной презентации Аникину убивают и Иванну тут же увольняют из агентства. Так как Иванна и Иван видели убийцу, девушка понимает, что совсем скоро их тоже уберут. Героиня предлагает Азарову стать его личным телохранителем. Актер соглашается при условии, что она всегда будет рядом и станет играть роль его любовницы. Постепенно эта игра превращается в настоящее, глубокое чувство&hellip; */
class __TwigTemplate_35eb4e7aac9494819a5a7e6ed7fe1ff2 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Иванна - рядовая служащая в охранном агентстве. Под видом обычного референта она охраняет влиятельную и богатую женщину Маргариту Аникину, которая собирается стать спонсором актера Ивана Азарова. Во время официальной презентации Аникину убивают и Иванну тут же увольняют из агентства. Так как Иванна и Иван видели убийцу, девушка понимает, что совсем скоро их тоже уберут. Героиня предлагает Азарову стать его личным телохранителем. Актер соглашается при условии, что она всегда будет рядом и станет играть роль его любовницы. Постепенно эта игра превращается в настоящее, глубокое чувство&hellip;";
    }

    public function getTemplateName()
    {
        return "Иванна - рядовая служащая в охранном агентстве. Под видом обычного референта она охраняет влиятельную и богатую женщину Маргариту Аникину, которая собирается стать спонсором актера Ивана Азарова. Во время официальной презентации Аникину убивают и Иванну тут же увольняют из агентства. Так как Иванна и Иван видели убийцу, девушка понимает, что совсем скоро их тоже уберут. Героиня предлагает Азарову стать его личным телохранителем. Актер соглашается при условии, что она всегда будет рядом и станет играть роль его любовницы. Постепенно эта игра превращается в настоящее, глубокое чувство&hellip;";
    }
}
