<?php

/* События этой фантастической картины разворачиваются вокруг главного героя &ndash; жаждущего власти царя Гипериона. Он мечтает о том, чтобы стереть с лица земли род человеческий, низвергнуть богов и установить свое правление на небе и на земле. Обманным путем добыв творение самого бога войны Ареса &ndash; знаменитый Эпирский лук, он выпускает из гор Тартара Титатов, которые на протяжении многих тысячелетий были прикованы там к огромным каменным глыбам. Титаны и лук &ndash; непобедимое оружие, противостоять ему не могут даже всесильные боги Олимпа, но они не желают и признавать свое поражение. */
class __TwigTemplate_9f506f62270e764d959a08529ec23bc8 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "События этой фантастической картины разворачиваются вокруг главного героя &ndash; жаждущего власти царя Гипериона. Он мечтает о том, чтобы стереть с лица земли род человеческий, низвергнуть богов и установить свое правление на небе и на земле. Обманным путем добыв творение самого бога войны Ареса &ndash; знаменитый Эпирский лук, он выпускает из гор Тартара Титатов, которые на протяжении многих тысячелетий были прикованы там к огромным каменным глыбам. Титаны и лук &ndash; непобедимое оружие, противостоять ему не могут даже всесильные боги Олимпа, но они не желают и признавать свое поражение.";
    }

    public function getTemplateName()
    {
        return "События этой фантастической картины разворачиваются вокруг главного героя &ndash; жаждущего власти царя Гипериона. Он мечтает о том, чтобы стереть с лица земли род человеческий, низвергнуть богов и установить свое правление на небе и на земле. Обманным путем добыв творение самого бога войны Ареса &ndash; знаменитый Эпирский лук, он выпускает из гор Тартара Титатов, которые на протяжении многих тысячелетий были прикованы там к огромным каменным глыбам. Титаны и лук &ndash; непобедимое оружие, противостоять ему не могут даже всесильные боги Олимпа, но они не желают и признавать свое поражение.";
    }
}
