<?php

/* Николас - самый способный студент-невролог в институте, который вот-вот сделает потрясающее открытие. Казалось бы, он должен радоваться своим успехам, но есть проблемка, которая этому мешает. */
class __TwigTemplate_dd79535e7f22355fb40723c1bf66c4a9 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Николас - самый способный студент-невролог в институте, который вот-вот сделает потрясающее открытие. Казалось бы, он должен радоваться своим успехам, но есть проблемка, которая этому мешает.";
    }

    public function getTemplateName()
    {
        return "Николас - самый способный студент-невролог в институте, который вот-вот сделает потрясающее открытие. Казалось бы, он должен радоваться своим успехам, но есть проблемка, которая этому мешает.";
    }
}
