<?php

/* Журналистка из Москвы Марина внезапно получает наследство от деда &mdash; небольшую лесопилку и усадьбу с большим участком земли недалеко от красивого озера. Как раз в это время девушку отстранили от работы за слишком &laquo;острый&raquo; материал, поэтому она с чистой совестью отправляется в родную деревню. Марина понимает, что участок земли и лесопилка &mdash; лакомый кусок для риэлторов. Несмотря на то, что управляющий твердит про огромные убытки от лесопилки,&hellip; героиня начинает бурную деятельность. */
class __TwigTemplate_0cc3584c6a4682b898715ba15b1a211e extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Журналистка из Москвы Марина внезапно получает наследство от деда &mdash; небольшую лесопилку и усадьбу с большим участком земли недалеко от красивого озера. Как раз в это время девушку отстранили от работы за слишком &laquo;острый&raquo; материал, поэтому она с чистой совестью отправляется в родную деревню. Марина понимает, что участок земли и лесопилка &mdash; лакомый кусок для риэлторов. Несмотря на то, что управляющий твердит про огромные убытки от лесопилки,&hellip; героиня начинает бурную деятельность.";
    }

    public function getTemplateName()
    {
        return "Журналистка из Москвы Марина внезапно получает наследство от деда &mdash; небольшую лесопилку и усадьбу с большим участком земли недалеко от красивого озера. Как раз в это время девушку отстранили от работы за слишком &laquo;острый&raquo; материал, поэтому она с чистой совестью отправляется в родную деревню. Марина понимает, что участок земли и лесопилка &mdash; лакомый кусок для риэлторов. Несмотря на то, что управляющий твердит про огромные убытки от лесопилки,&hellip; героиня начинает бурную деятельность.";
    }
}
