<?php

/* Тихий и спокойный математик, типичный &laquo;синий чулок&raquo; по имени Дэвид переезжает в британскую глубинку, откуда родом его красавица-жена. В надежде на размеренную жизнь подальше от шума и суеты мегаполиса, герои покупают старый просторный дом с мыслями о том, что совсем скоро в нем зазвучит задорный детский смех. Но местные жители принимают &laquo;чужаков&raquo; более чем враждебно. Они насилуют жену героя, но на этом и не собираются останавливаться, ведь повод для ненависти, как им кажется, дает сам Дэвид. Так, однажды он предоставляет убежище местному дурачку Хенри, которого жители этого небольшого городка подозревают в жестоком убийстве малолетней проститутки. Толпа пьяных дебоширов окружает дом героя и требует выдать Хенри, чтобы расправиться над ним со всей жестокостью диких мест. */
class __TwigTemplate_b3b08d3b14bdf5eb98f4726abdb09c14 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Тихий и спокойный математик, типичный &laquo;синий чулок&raquo; по имени Дэвид переезжает в британскую глубинку, откуда родом его красавица-жена. В надежде на размеренную жизнь подальше от шума и суеты мегаполиса, герои покупают старый просторный дом с мыслями о том, что совсем скоро в нем зазвучит задорный детский смех. Но местные жители принимают &laquo;чужаков&raquo; более чем враждебно. Они насилуют жену героя, но на этом и не собираются останавливаться, ведь повод для ненависти, как им кажется, дает сам Дэвид. Так, однажды он предоставляет убежище местному дурачку Хенри, которого жители этого небольшого городка подозревают в жестоком убийстве малолетней проститутки. Толпа пьяных дебоширов окружает дом героя и требует выдать Хенри, чтобы расправиться над ним со всей жестокостью диких мест.";
    }

    public function getTemplateName()
    {
        return "Тихий и спокойный математик, типичный &laquo;синий чулок&raquo; по имени Дэвид переезжает в британскую глубинку, откуда родом его красавица-жена. В надежде на размеренную жизнь подальше от шума и суеты мегаполиса, герои покупают старый просторный дом с мыслями о том, что совсем скоро в нем зазвучит задорный детский смех. Но местные жители принимают &laquo;чужаков&raquo; более чем враждебно. Они насилуют жену героя, но на этом и не собираются останавливаться, ведь повод для ненависти, как им кажется, дает сам Дэвид. Так, однажды он предоставляет убежище местному дурачку Хенри, которого жители этого небольшого городка подозревают в жестоком убийстве малолетней проститутки. Толпа пьяных дебоширов окружает дом героя и требует выдать Хенри, чтобы расправиться над ним со всей жестокостью диких мест.";
    }
}
