<?php

/* Плеяда увлекательных художественных фильмов формата 3D пополнилась еще одним незабвенным творением мировых кинематографистов. Во время просмотра этой замечательной картины зрителям точно не придется скучать, ведь события фильма разворачиваются с такой скоростью, что только успевай за ними следить. Главный герой этого кино &ndash; молодой начинающий журналист одной из провинциальных газет Тинтин. Так как профессия репортера подразумевает постоянные путешествия, молодой человек не засиживается на одном месте. Он всегда пребывает в движении, постоянно встревает в самые разнообразные передряги и впутывается в необычные истории, чреватые для него не совсем приятными последствиями. Так как Тинтину приходится посещать разные уголки мира, свидетели его приключений, то бишь мы с вами, тоже скучать не будем, ведь нам нельзя упустить ни одной детали, так как все они складываются в целостую картинку, которая и представляет собой сюжет фильма... */
class __TwigTemplate_179d60369b457a848f666a4749d0c4a0 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Плеяда увлекательных художественных фильмов формата 3D пополнилась еще одним незабвенным творением мировых кинематографистов. Во время просмотра этой замечательной картины зрителям точно не придется скучать, ведь события фильма разворачиваются с такой скоростью, что только успевай за ними следить. Главный герой этого кино &ndash; молодой начинающий журналист одной из провинциальных газет Тинтин. Так как профессия репортера подразумевает постоянные путешествия, молодой человек не засиживается на одном месте. Он всегда пребывает в движении, постоянно встревает в самые разнообразные передряги и впутывается в необычные истории, чреватые для него не совсем приятными последствиями. Так как Тинтину приходится посещать разные уголки мира, свидетели его приключений, то бишь мы с вами, тоже скучать не будем, ведь нам нельзя упустить ни одной детали, так как все они складываются в целостую картинку, которая и представляет собой сюжет фильма...";
    }

    public function getTemplateName()
    {
        return "Плеяда увлекательных художественных фильмов формата 3D пополнилась еще одним незабвенным творением мировых кинематографистов. Во время просмотра этой замечательной картины зрителям точно не придется скучать, ведь события фильма разворачиваются с такой скоростью, что только успевай за ними следить. Главный герой этого кино &ndash; молодой начинающий журналист одной из провинциальных газет Тинтин. Так как профессия репортера подразумевает постоянные путешествия, молодой человек не засиживается на одном месте. Он всегда пребывает в движении, постоянно встревает в самые разнообразные передряги и впутывается в необычные истории, чреватые для него не совсем приятными последствиями. Так как Тинтину приходится посещать разные уголки мира, свидетели его приключений, то бишь мы с вами, тоже скучать не будем, ведь нам нельзя упустить ни одной детали, так как все они складываются в целостую картинку, которая и представляет собой сюжет фильма...";
    }
}
