<?php

/* Часто бывает так, что жизнь целого городка течет спокойно и размерено до тех пор, пока не появляется некто, не согласный смириться с пассивностью и инертностью окружающий и стремящийся расшевелить эту серую массу, научив ее жить ярко и весело. Вот и главный герой этой картины не захотел подстраиваться под общий уклад жизни Окленда и решил создать здесь легендарную бейсбольную команду. Команда эта должна была стать настоящим монстром, лучше которого нет никого на свете. Генеральный менеджер Билли Бин сделал все возможное для того, чтобы ленивые и непослушные подростки наконец-то поняли, что такое настоящая жизнь, и научились идти вперед, к победе, сметая на своем пути любого противника. Не смотря на постоянную нехватку средств и неприкрытый скептицизм жителей городка, герой все же смог добиться поставленной цели и сделать из некогда серой массы настоящих чемпионов. */
class __TwigTemplate_81ce9c149bd20141af0783c23373553f extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Часто бывает так, что жизнь целого городка течет спокойно и размерено до тех пор, пока не появляется некто, не согласный смириться с пассивностью и инертностью окружающий и стремящийся расшевелить эту серую массу, научив ее жить ярко и весело. Вот и главный герой этой картины не захотел подстраиваться под общий уклад жизни Окленда и решил создать здесь легендарную бейсбольную команду. Команда эта должна была стать настоящим монстром, лучше которого нет никого на свете. Генеральный менеджер Билли Бин сделал все возможное для того, чтобы ленивые и непослушные подростки наконец-то поняли, что такое настоящая жизнь, и научились идти вперед, к победе, сметая на своем пути любого противника. Не смотря на постоянную нехватку средств и неприкрытый скептицизм жителей городка, герой все же смог добиться поставленной цели и сделать из некогда серой массы настоящих чемпионов.";
    }

    public function getTemplateName()
    {
        return "Часто бывает так, что жизнь целого городка течет спокойно и размерено до тех пор, пока не появляется некто, не согласный смириться с пассивностью и инертностью окружающий и стремящийся расшевелить эту серую массу, научив ее жить ярко и весело. Вот и главный герой этой картины не захотел подстраиваться под общий уклад жизни Окленда и решил создать здесь легендарную бейсбольную команду. Команда эта должна была стать настоящим монстром, лучше которого нет никого на свете. Генеральный менеджер Билли Бин сделал все возможное для того, чтобы ленивые и непослушные подростки наконец-то поняли, что такое настоящая жизнь, и научились идти вперед, к победе, сметая на своем пути любого противника. Не смотря на постоянную нехватку средств и неприкрытый скептицизм жителей городка, герой все же смог добиться поставленной цели и сделать из некогда серой массы настоящих чемпионов.";
    }
}
