<?php

/* Природа отдыхает на детях гениев&hellip; Эту старую, как сам мир, фразу наверняка можно использовать и относительно детей шпионов, ведь они без труда могут выполнить задачи, которые обычным детям не под силу. */
class __TwigTemplate_8e803f0820a8bfd96e3ea5d33bf78d8d extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Природа отдыхает на детях гениев&hellip; Эту старую, как сам мир, фразу наверняка можно использовать и относительно детей шпионов, ведь они без труда могут выполнить задачи, которые обычным детям не под силу.";
    }

    public function getTemplateName()
    {
        return "Природа отдыхает на детях гениев&hellip; Эту старую, как сам мир, фразу наверняка можно использовать и относительно детей шпионов, ведь они без труда могут выполнить задачи, которые обычным детям не под силу.";
    }
}
