<?php

/* 15 июля 1988 года, два выпускника университета из Эдинбурга Эмма Морли и Декстер Мэйхью познакомились друг с другом. Герои провели вместе всего одну ночь и один день, после чего разъехались в разные стороны: Эмма &mdash; в Лондон, а Декстер &mdash; в Париж. Прощаясь, они дали друг другу обещание: каждый год, что бы ни произошло, куда бы ни забросила их судьба, встречаться 15 июля. Время идет, Эмме и Декстеру жизнь преподнесла не один сюрприз: у каждого были успехи и поражения, мгновения славы и минуты отчаяния. Неизменным остается только одно &mdash; каждый год 15 июля молодые люди встречаются, что бы ни произошло. Но сколько лет это еще будет длиться, когда же они наконец поймут, что не могут жить друг без друга? */
class __TwigTemplate_6052a3383cca7d91dae051f4ea452f2a extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "15 июля 1988 года, два выпускника университета из Эдинбурга Эмма Морли и Декстер Мэйхью познакомились друг с другом. Герои провели вместе всего одну ночь и один день, после чего разъехались в разные стороны: Эмма &mdash; в Лондон, а Декстер &mdash; в Париж. Прощаясь, они дали друг другу обещание: каждый год, что бы ни произошло, куда бы ни забросила их судьба, встречаться 15 июля. Время идет, Эмме и Декстеру жизнь преподнесла не один сюрприз: у каждого были успехи и поражения, мгновения славы и минуты отчаяния. Неизменным остается только одно &mdash; каждый год 15 июля молодые люди встречаются, что бы ни произошло. Но сколько лет это еще будет длиться, когда же они наконец поймут, что не могут жить друг без друга?";
    }

    public function getTemplateName()
    {
        return "15 июля 1988 года, два выпускника университета из Эдинбурга Эмма Морли и Декстер Мэйхью познакомились друг с другом. Герои провели вместе всего одну ночь и один день, после чего разъехались в разные стороны: Эмма &mdash; в Лондон, а Декстер &mdash; в Париж. Прощаясь, они дали друг другу обещание: каждый год, что бы ни произошло, куда бы ни забросила их судьба, встречаться 15 июля. Время идет, Эмме и Декстеру жизнь преподнесла не один сюрприз: у каждого были успехи и поражения, мгновения славы и минуты отчаяния. Неизменным остается только одно &mdash; каждый год 15 июля молодые люди встречаются, что бы ни произошло. Но сколько лет это еще будет длиться, когда же они наконец поймут, что не могут жить друг без друга?";
    }
}
