<?php

/* Иногда животное может стать более близким другом, недели человек, ведь оно не предаст, не изменит, не будет лицемерить&hellip; Животные не умеют врать, они если любят, то любят искренне, по-настоящему, не кривя душой и не требуя ничего взамен&hellip; */
class __TwigTemplate_63be28dbc1bb33a42627fd2ee63f8de5 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Иногда животное может стать более близким другом, недели человек, ведь оно не предаст, не изменит, не будет лицемерить&hellip; Животные не умеют врать, они если любят, то любят искренне, по-настоящему, не кривя душой и не требуя ничего взамен&hellip;";
    }

    public function getTemplateName()
    {
        return "Иногда животное может стать более близким другом, недели человек, ведь оно не предаст, не изменит, не будет лицемерить&hellip; Животные не умеют врать, они если любят, то любят искренне, по-настоящему, не кривя душой и не требуя ничего взамен&hellip;";
    }
}
