<?php

/* Один из самых забавных и любимых зрителями героев легендарного &laquo;Шрека&raquo; стал ключевым персонажем в этом веселом и красочном мультике. Приключения хитрого и предприимчивого Кота в сапогах наверняка не позволят скучать во время просмотра этой картины. Звон мечей, разбитые сердца ошеломленных поклонниц, бесконечные проказы и мелкие шалости &ndash; разве можно пропустить все это? События мультика разворачиваются в ранние годы Кота, когда он вместе с умудренным опытом Шалтай-Болтаем и хитрюгой-Китти бросают вызов самой Судьбе и воруют легендарного Гуся, который несет золотые яйца&hellip; */
class __TwigTemplate_6d7376589230770afeeab7aba706a8b5 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Один из самых забавных и любимых зрителями героев легендарного &laquo;Шрека&raquo; стал ключевым персонажем в этом веселом и красочном мультике. Приключения хитрого и предприимчивого Кота в сапогах наверняка не позволят скучать во время просмотра этой картины. Звон мечей, разбитые сердца ошеломленных поклонниц, бесконечные проказы и мелкие шалости &ndash; разве можно пропустить все это? События мультика разворачиваются в ранние годы Кота, когда он вместе с умудренным опытом Шалтай-Болтаем и хитрюгой-Китти бросают вызов самой Судьбе и воруют легендарного Гуся, который несет золотые яйца&hellip;";
    }

    public function getTemplateName()
    {
        return "Один из самых забавных и любимых зрителями героев легендарного &laquo;Шрека&raquo; стал ключевым персонажем в этом веселом и красочном мультике. Приключения хитрого и предприимчивого Кота в сапогах наверняка не позволят скучать во время просмотра этой картины. Звон мечей, разбитые сердца ошеломленных поклонниц, бесконечные проказы и мелкие шалости &ndash; разве можно пропустить все это? События мультика разворачиваются в ранние годы Кота, когда он вместе с умудренным опытом Шалтай-Болтаем и хитрюгой-Китти бросают вызов самой Судьбе и воруют легендарного Гуся, который несет золотые яйца&hellip;";
    }
}
