<?php

/* Профессия полярника всегда была овеяна легендами об удивительных, наполненных мистическими совпадениями происшествиях и тайных знаках, ниспосланных свыше. Вот и в этой увлекательной картине, вышедшей на экраны совсем недавно, события разворачиваются вокруг смелых и отважных полярников из Соединенных Штатов Америки. Герои фильма приехали в самый отдаленный уголок земли с единственной целью: восстановить цепочку ужасающих событий, которые привели к полному исчезновению с лица земли норвежского лагеря. Удастся ли им докопаться до истины и разобраться в том, что именно случилось с их коллегами из Норвегии?... */
class __TwigTemplate_e558b404a95b7ed4e47dbdda3a9f6175 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Профессия полярника всегда была овеяна легендами об удивительных, наполненных мистическими совпадениями происшествиях и тайных знаках, ниспосланных свыше. Вот и в этой увлекательной картине, вышедшей на экраны совсем недавно, события разворачиваются вокруг смелых и отважных полярников из Соединенных Штатов Америки. Герои фильма приехали в самый отдаленный уголок земли с единственной целью: восстановить цепочку ужасающих событий, которые привели к полному исчезновению с лица земли норвежского лагеря. Удастся ли им докопаться до истины и разобраться в том, что именно случилось с их коллегами из Норвегии?...";
    }

    public function getTemplateName()
    {
        return "Профессия полярника всегда была овеяна легендами об удивительных, наполненных мистическими совпадениями происшествиях и тайных знаках, ниспосланных свыше. Вот и в этой увлекательной картине, вышедшей на экраны совсем недавно, события разворачиваются вокруг смелых и отважных полярников из Соединенных Штатов Америки. Герои фильма приехали в самый отдаленный уголок земли с единственной целью: восстановить цепочку ужасающих событий, которые привели к полному исчезновению с лица земли норвежского лагеря. Удастся ли им докопаться до истины и разобраться в том, что именно случилось с их коллегами из Норвегии?...";
    }
}
