<?php

/* Вывший спецагент легендарной британской разведки Элен Бингам уже давно находится на заслуженном отдыхе, но это не мешает бодренькой старушке иногда вспоминать былые времена, смахивать пыль со старенького &laquo;Кольта&raquo; и браться за частные заказы достаточно интересного содержания. Каждый, кто хоть раз обращался за помощью к агенту Бингам, прекрасно знает: методы ее порой жестоки, но иных дама попросту не приемлет. Да и результат Элен гарантирует стопроцентный, а это основная причина того, что ее выбирают из десятков более молодых и резвых практикующих детективов. Если кто-то перейдет этой женщине дорогу &ndash; можете быть уверены: ему не сдобровать, но зато она всегда достигала своей цели и выполняла задуманное. */
class __TwigTemplate_5fcb3b5cc58e258268ef06caa5a0dd49 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Вывший спецагент легендарной британской разведки Элен Бингам уже давно находится на заслуженном отдыхе, но это не мешает бодренькой старушке иногда вспоминать былые времена, смахивать пыль со старенького &laquo;Кольта&raquo; и браться за частные заказы достаточно интересного содержания. Каждый, кто хоть раз обращался за помощью к агенту Бингам, прекрасно знает: методы ее порой жестоки, но иных дама попросту не приемлет. Да и результат Элен гарантирует стопроцентный, а это основная причина того, что ее выбирают из десятков более молодых и резвых практикующих детективов. Если кто-то перейдет этой женщине дорогу &ndash; можете быть уверены: ему не сдобровать, но зато она всегда достигала своей цели и выполняла задуманное.";
    }

    public function getTemplateName()
    {
        return "Вывший спецагент легендарной британской разведки Элен Бингам уже давно находится на заслуженном отдыхе, но это не мешает бодренькой старушке иногда вспоминать былые времена, смахивать пыль со старенького &laquo;Кольта&raquo; и браться за частные заказы достаточно интересного содержания. Каждый, кто хоть раз обращался за помощью к агенту Бингам, прекрасно знает: методы ее порой жестоки, но иных дама попросту не приемлет. Да и результат Элен гарантирует стопроцентный, а это основная причина того, что ее выбирают из десятков более молодых и резвых практикующих детективов. Если кто-то перейдет этой женщине дорогу &ndash; можете быть уверены: ему не сдобровать, но зато она всегда достигала своей цели и выполняла задуманное.";
    }
}
