<?php

/* В 2009 году морская пехота США атаковала базу талибов в Афганистане. Высадившись с вертолетов, десантники тут же попали под обстрел. Вместе с воинами бежит оператор Дэнфанг Деннис, который фиксирует на видеокамеру все реалии боя, прямо у него на глазах получает ранение молодой сержант Нейтен Харрисон. */
class __TwigTemplate_26ce9cbf53830a3ea6c635f292f30d34 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "В 2009 году морская пехота США атаковала базу талибов в Афганистане. Высадившись с вертолетов, десантники тут же попали под обстрел. Вместе с воинами бежит оператор Дэнфанг Деннис, который фиксирует на видеокамеру все реалии боя, прямо у него на глазах получает ранение молодой сержант Нейтен Харрисон.";
    }

    public function getTemplateName()
    {
        return "В 2009 году морская пехота США атаковала базу талибов в Афганистане. Высадившись с вертолетов, десантники тут же попали под обстрел. Вместе с воинами бежит оператор Дэнфанг Деннис, который фиксирует на видеокамеру все реалии боя, прямо у него на глазах получает ранение молодой сержант Нейтен Харрисон.";
    }
}
