<?php

/* Пэт Тиллман не считает себя супергероем. Своё решение уйти из профессионального футбола ради службы в армии он принял ради долга Родине. Гибель солдата во время исполнения стала страшной трагедией, но память о Пэте Тиллмане будет вечно жить не только в сердцах его родных и друзей. Трагическая история Пэта Тиллмана, по мнению матери погибшего Дэнни Тиллман, подло используется властями в военной пропаганде. Это история о том, как героический подвиг простого солдата может превратиться не только в символ патриотизма, но и предмет манипуляций общественным мнением. */
class __TwigTemplate_db10d4115852187df502b05ad6241e64 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Пэт Тиллман не считает себя супергероем. Своё решение уйти из профессионального футбола ради службы в армии он принял ради долга Родине. Гибель солдата во время исполнения стала страшной трагедией, но память о Пэте Тиллмане будет вечно жить не только в сердцах его родных и друзей. Трагическая история Пэта Тиллмана, по мнению матери погибшего Дэнни Тиллман, подло используется властями в военной пропаганде. Это история о том, как героический подвиг простого солдата может превратиться не только в символ патриотизма, но и предмет манипуляций общественным мнением.";
    }

    public function getTemplateName()
    {
        return "Пэт Тиллман не считает себя супергероем. Своё решение уйти из профессионального футбола ради службы в армии он принял ради долга Родине. Гибель солдата во время исполнения стала страшной трагедией, но память о Пэте Тиллмане будет вечно жить не только в сердцах его родных и друзей. Трагическая история Пэта Тиллмана, по мнению матери погибшего Дэнни Тиллман, подло используется властями в военной пропаганде. Это история о том, как героический подвиг простого солдата может превратиться не только в символ патриотизма, но и предмет манипуляций общественным мнением.";
    }
}
