<?php

/* Иногда мнение о том, что у подростка не может быть никаких ценностей, является ошибочным, и яркое тому свидетельство &ndash; главный герой данной картины. Оливер Тейт &ndash; самый обычный на первый взгляд пятнадцатилетний юноша, который, не смотря на свой возраст, уже успел поставить перед собой целых две цели. Первая может показаться кому-то весьма забавной &ndash; до следующего Дня рождения, то бишь до шестнадцати лет лишиться девственности. Вторая &ndash; избавиться от любовника своей матери. Дело в том, что ненавистный Грэхем однажды уже сделал маму героя несчастной. После разрыва, который бедная женщина переживала очень болезненно, прошло много лет. И вот бывший любовник вновь появился в жизни этой семьи, чтобы признаться женщине в своих чувствах. Такое положение дел не устраивает юношу, и он решает действовать своими методами. К тому же появление горе-любовника может помешать Оливеру добиваться благосклонности прекрасной Джорданы&hellip; */
class __TwigTemplate_0124b6023dfd31f6adc2ae5d8fcab1e4 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Иногда мнение о том, что у подростка не может быть никаких ценностей, является ошибочным, и яркое тому свидетельство &ndash; главный герой данной картины. Оливер Тейт &ndash; самый обычный на первый взгляд пятнадцатилетний юноша, который, не смотря на свой возраст, уже успел поставить перед собой целых две цели. Первая может показаться кому-то весьма забавной &ndash; до следующего Дня рождения, то бишь до шестнадцати лет лишиться девственности. Вторая &ndash; избавиться от любовника своей матери. Дело в том, что ненавистный Грэхем однажды уже сделал маму героя несчастной. После разрыва, который бедная женщина переживала очень болезненно, прошло много лет. И вот бывший любовник вновь появился в жизни этой семьи, чтобы признаться женщине в своих чувствах. Такое положение дел не устраивает юношу, и он решает действовать своими методами. К тому же появление горе-любовника может помешать Оливеру добиваться благосклонности прекрасной Джорданы&hellip;";
    }

    public function getTemplateName()
    {
        return "Иногда мнение о том, что у подростка не может быть никаких ценностей, является ошибочным, и яркое тому свидетельство &ndash; главный герой данной картины. Оливер Тейт &ndash; самый обычный на первый взгляд пятнадцатилетний юноша, который, не смотря на свой возраст, уже успел поставить перед собой целых две цели. Первая может показаться кому-то весьма забавной &ndash; до следующего Дня рождения, то бишь до шестнадцати лет лишиться девственности. Вторая &ndash; избавиться от любовника своей матери. Дело в том, что ненавистный Грэхем однажды уже сделал маму героя несчастной. После разрыва, который бедная женщина переживала очень болезненно, прошло много лет. И вот бывший любовник вновь появился в жизни этой семьи, чтобы признаться женщине в своих чувствах. Такое положение дел не устраивает юношу, и он решает действовать своими методами. К тому же появление горе-любовника может помешать Оливеру добиваться благосклонности прекрасной Джорданы&hellip;";
    }
}
