<?php

/* Молодой амбициозный простолюдин д&rsquo;Артаньян приезжает в столицу в надежде на то, что ему удастся получить место в полку королевский мушкетеров, но по пути ему удивительным образом удается одновременно оскорбить сразу троих мушкетеров &ndash; Атоса, Портоса и Арамиса. Естественно, простить подобную наглость столь гордые люди не могут, поэтому они вызывают нахала на дуэль. Но поединку не суждено было состояться, так как всех четверых чуть не арестовали гвардейцы кардинала, ведь при дворе действовал строжайший запрет на дуэли. Д&rsquo;Артаньян вместе с мушкетерами победили противником, в несколько раз превосходивших их по численности и стали после этого верными друзьями. Новые товарищи помогли герою пробиться в полк мушкетеров, и теперь перед ними стоит непростая задача &ndash; противостоять злобному кардиналу Ришелье, предотвратить захват французского трона врагами и не допустить развития военных действий&hellip; */
class __TwigTemplate_c93db0e2eeef34ae72ad5d63b01c8d6f extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Молодой амбициозный простолюдин д&rsquo;Артаньян приезжает в столицу в надежде на то, что ему удастся получить место в полку королевский мушкетеров, но по пути ему удивительным образом удается одновременно оскорбить сразу троих мушкетеров &ndash; Атоса, Портоса и Арамиса. Естественно, простить подобную наглость столь гордые люди не могут, поэтому они вызывают нахала на дуэль. Но поединку не суждено было состояться, так как всех четверых чуть не арестовали гвардейцы кардинала, ведь при дворе действовал строжайший запрет на дуэли. Д&rsquo;Артаньян вместе с мушкетерами победили противником, в несколько раз превосходивших их по численности и стали после этого верными друзьями. Новые товарищи помогли герою пробиться в полк мушкетеров, и теперь перед ними стоит непростая задача &ndash; противостоять злобному кардиналу Ришелье, предотвратить захват французского трона врагами и не допустить развития военных действий&hellip;";
    }

    public function getTemplateName()
    {
        return "Молодой амбициозный простолюдин д&rsquo;Артаньян приезжает в столицу в надежде на то, что ему удастся получить место в полку королевский мушкетеров, но по пути ему удивительным образом удается одновременно оскорбить сразу троих мушкетеров &ndash; Атоса, Портоса и Арамиса. Естественно, простить подобную наглость столь гордые люди не могут, поэтому они вызывают нахала на дуэль. Но поединку не суждено было состояться, так как всех четверых чуть не арестовали гвардейцы кардинала, ведь при дворе действовал строжайший запрет на дуэли. Д&rsquo;Артаньян вместе с мушкетерами победили противником, в несколько раз превосходивших их по численности и стали после этого верными друзьями. Новые товарищи помогли герою пробиться в полк мушкетеров, и теперь перед ними стоит непростая задача &ndash; противостоять злобному кардиналу Ришелье, предотвратить захват французского трона врагами и не допустить развития военных действий&hellip;";
    }
}
