<?php

/* 1880 год, идет война. Странный человек поселяется в маленьком городке Санта Барбара. Местные жители относятся к нему с недоверием. Он привлекательный и элегантный мужчина, который способен изменить судьбу города. Приехав в Санта Барбару, граф Доминго Вролок соблазняет самых красивых женщин и вызывает зависть у самых влиятельных мужчин. Как раз в это время в городе начинают ходить слухи о прошлом графа. Вскоре граф Вролок будет вынужден противостоять условностям, без памяти влюбившись в Эмилию Вердуго. Но проклятие, которое мучает жителей городка, имеющих прямое отношение к расе графа, к расе вампиров, станет гораздо могущественнее, чем любовь. Расскажет ли граф Вролок Эмилии о своем прошлом? Будут ли они счастливы, когда все складывается против них? И что сделает герой, когда в его жизни появляется та женщина, которую он любит больше всех? Кого же он выберет? */
class __TwigTemplate_b7e81d2f3b42f7a3f2b6dba287754719 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "1880 год, идет война. Странный человек поселяется в маленьком городке Санта Барбара. Местные жители относятся к нему с недоверием. Он привлекательный и элегантный мужчина, который способен изменить судьбу города. Приехав в Санта Барбару, граф Доминго Вролок соблазняет самых красивых женщин и вызывает зависть у самых влиятельных мужчин. Как раз в это время в городе начинают ходить слухи о прошлом графа. Вскоре граф Вролок будет вынужден противостоять условностям, без памяти влюбившись в Эмилию Вердуго. Но проклятие, которое мучает жителей городка, имеющих прямое отношение к расе графа, к расе вампиров, станет гораздо могущественнее, чем любовь. Расскажет ли граф Вролок Эмилии о своем прошлом? Будут ли они счастливы, когда все складывается против них? И что сделает герой, когда в его жизни появляется та женщина, которую он любит больше всех? Кого же он выберет?";
    }

    public function getTemplateName()
    {
        return "1880 год, идет война. Странный человек поселяется в маленьком городке Санта Барбара. Местные жители относятся к нему с недоверием. Он привлекательный и элегантный мужчина, который способен изменить судьбу города. Приехав в Санта Барбару, граф Доминго Вролок соблазняет самых красивых женщин и вызывает зависть у самых влиятельных мужчин. Как раз в это время в городе начинают ходить слухи о прошлом графа. Вскоре граф Вролок будет вынужден противостоять условностям, без памяти влюбившись в Эмилию Вердуго. Но проклятие, которое мучает жителей городка, имеющих прямое отношение к расе графа, к расе вампиров, станет гораздо могущественнее, чем любовь. Расскажет ли граф Вролок Эмилии о своем прошлом? Будут ли они счастливы, когда все складывается против них? И что сделает герой, когда в его жизни появляется та женщина, которую он любит больше всех? Кого же он выберет?";
    }
}
