<?php

/* Главная героиня картины &ndash; симпатичная тридцатилетняя бизнес-вумен, которая работает в одном из финансовых учреждений Сеула. Хэй-Вон &ndash; вполне обеспеченная и довольная жизнью женщина, она стремительно взбирается по карьерной лестнице до того момента, как становится свидетельницей убийства. Именно это существенно усложняет ее дальнейшее существование, так как после случившегося женщина больше не может думать ни о чем другом. Чтобы развеяться и поменять обстановку, она решает взять отпуск и поехать на отдаленный остров, чтобы побыть там в полном одиночестве. */
class __TwigTemplate_2e3441c5118bb3b0a1a3ec1efbb6871f extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Главная героиня картины &ndash; симпатичная тридцатилетняя бизнес-вумен, которая работает в одном из финансовых учреждений Сеула. Хэй-Вон &ndash; вполне обеспеченная и довольная жизнью женщина, она стремительно взбирается по карьерной лестнице до того момента, как становится свидетельницей убийства. Именно это существенно усложняет ее дальнейшее существование, так как после случившегося женщина больше не может думать ни о чем другом. Чтобы развеяться и поменять обстановку, она решает взять отпуск и поехать на отдаленный остров, чтобы побыть там в полном одиночестве.";
    }

    public function getTemplateName()
    {
        return "Главная героиня картины &ndash; симпатичная тридцатилетняя бизнес-вумен, которая работает в одном из финансовых учреждений Сеула. Хэй-Вон &ndash; вполне обеспеченная и довольная жизнью женщина, она стремительно взбирается по карьерной лестнице до того момента, как становится свидетельницей убийства. Именно это существенно усложняет ее дальнейшее существование, так как после случившегося женщина больше не может думать ни о чем другом. Чтобы развеяться и поменять обстановку, она решает взять отпуск и поехать на отдаленный остров, чтобы побыть там в полном одиночестве.";
    }
}
