<?php

/* Главная героиня картины &ndash; обычная студентка по имени Люси. Спокойная и рассудительная девушка учится в одном из столичных ВУЗов и пытается найти подработку в свободное от учебы время. В газете она находит объявление о поиске девушек для работы в загородном клубе. Ни обязанности работницы, ни стоимость услуг в объявлении не указаны, но не смотря на это девушка решает рискнуть и устроиться на эту работу. */
class __TwigTemplate_9396fc77ee09b28c8e89fad3983d4dbf extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Главная героиня картины &ndash; обычная студентка по имени Люси. Спокойная и рассудительная девушка учится в одном из столичных ВУЗов и пытается найти подработку в свободное от учебы время. В газете она находит объявление о поиске девушек для работы в загородном клубе. Ни обязанности работницы, ни стоимость услуг в объявлении не указаны, но не смотря на это девушка решает рискнуть и устроиться на эту работу.";
    }

    public function getTemplateName()
    {
        return "Главная героиня картины &ndash; обычная студентка по имени Люси. Спокойная и рассудительная девушка учится в одном из столичных ВУЗов и пытается найти подработку в свободное от учебы время. В газете она находит объявление о поиске девушек для работы в загородном клубе. Ни обязанности работницы, ни стоимость услуг в объявлении не указаны, но не смотря на это девушка решает рискнуть и устроиться на эту работу.";
    }
}
