<?php

/* Закомплексованная и малообщительная девочка Салли Херст приезжает в гости к своему отцу и его девушке, которые как раз занимаются реставрацией старинного особняка, датированного девятнадцатым веком. Так как реставрационные работы занимают все время героев, они и живут в этом доме, поэтому Салли не остается ничего другого, как коротать время, исследуя огромное количество комнат и коморок, в которые на протяжении многих лет никто не заглядывал. */
class __TwigTemplate_8e197d18e80bb2e6128add25204ac444 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Закомплексованная и малообщительная девочка Салли Херст приезжает в гости к своему отцу и его девушке, которые как раз занимаются реставрацией старинного особняка, датированного девятнадцатым веком. Так как реставрационные работы занимают все время героев, они и живут в этом доме, поэтому Салли не остается ничего другого, как коротать время, исследуя огромное количество комнат и коморок, в которые на протяжении многих лет никто не заглядывал.";
    }

    public function getTemplateName()
    {
        return "Закомплексованная и малообщительная девочка Салли Херст приезжает в гости к своему отцу и его девушке, которые как раз занимаются реставрацией старинного особняка, датированного девятнадцатым веком. Так как реставрационные работы занимают все время героев, они и живут в этом доме, поэтому Салли не остается ничего другого, как коротать время, исследуя огромное количество комнат и коморок, в которые на протяжении многих лет никто не заглядывал.";
    }
}
