<?php

/* Главный герой фильма - талантливый вор по имени Кобб. Он лучший из лучших в своем деле: он способен красть ценные секреты из глубин подсознания человека во время сна, когда разум наиболее уязвим. Сверхъестественные способности Кобба сделали его незаменимым игроком в сфере промышленного шпионажа, но он превратился в вечного беглеца и лишился всего, что когда-либо любил. */
class __TwigTemplate_f8396bf3ba6e5f154d71e3c243feea32 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Главный герой фильма - талантливый вор по имени Кобб. Он лучший из лучших в своем деле: он способен красть ценные секреты из глубин подсознания человека во время сна, когда разум наиболее уязвим. Сверхъестественные способности Кобба сделали его незаменимым игроком в сфере промышленного шпионажа, но он превратился в вечного беглеца и лишился всего, что когда-либо любил.";
    }

    public function getTemplateName()
    {
        return "Главный герой фильма - талантливый вор по имени Кобб. Он лучший из лучших в своем деле: он способен красть ценные секреты из глубин подсознания человека во время сна, когда разум наиболее уязвим. Сверхъестественные способности Кобба сделали его незаменимым игроком в сфере промышленного шпионажа, но он превратился в вечного беглеца и лишился всего, что когда-либо любил.";
    }
}
