<?php

/* Еще сто лет назад героин считался незаменимым средством от кашля, опиум применяли как болеутоляющее, а ртуть являлась отличным лекарством от большинства венерических заболеваний. Сегодня мы почему-то уверены, что на прилавках современных аптек и в больницах предлагаются исключительно целебные и безвредные препараты. Но не многие знают, что хорошо всем знакомый анальгин запрещен более чем в ста странах мира, а за хранение корвалола в некоторых европейских странах могут дать срок как за хранение наркотических средств. */
class __TwigTemplate_47f7b986dd69cf9492e2b13ba0bb9749 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Еще сто лет назад героин считался незаменимым средством от кашля, опиум применяли как болеутоляющее, а ртуть являлась отличным лекарством от большинства венерических заболеваний. Сегодня мы почему-то уверены, что на прилавках современных аптек и в больницах предлагаются исключительно целебные и безвредные препараты. Но не многие знают, что хорошо всем знакомый анальгин запрещен более чем в ста странах мира, а за хранение корвалола в некоторых европейских странах могут дать срок как за хранение наркотических средств.";
    }

    public function getTemplateName()
    {
        return "Еще сто лет назад героин считался незаменимым средством от кашля, опиум применяли как болеутоляющее, а ртуть являлась отличным лекарством от большинства венерических заболеваний. Сегодня мы почему-то уверены, что на прилавках современных аптек и в больницах предлагаются исключительно целебные и безвредные препараты. Но не многие знают, что хорошо всем знакомый анальгин запрещен более чем в ста странах мира, а за хранение корвалола в некоторых европейских странах могут дать срок как за хранение наркотических средств.";
    }
}
