<?php

/* Несколько десятилетий назад человечество пережило жестокую и кровопролитную войну с расой гигантов с планеты Зентради. После войны с пришельцами человечество оказалось на грани вымирания, и было принято решение осваивать космос. За несколько лет, прошедших после окончания войны, космические корабли землян успели побывать в каждом уголке Вселенной. И теперь, в 2059-м году в составе самого крупного Иммиграционного Флота судно Макросс Фронтир летит к самому центру галактики. В один день на борту корабля появляется известная поп-звезда Шерил Ном и дает там концерт. В это же время намечается чрезвычайная ситуация &mdash; получена информация о нападении вражеских кораблей, сметающих все заслоны землян. Положение настолько серьезное, что объявляется боевая тревога. Несмотря на все попытки остановить вражеские корабли, инопланетяне неуклонно продвигаются вперед&hellip; */
class __TwigTemplate_8afaf9d2122d0413a86afecf3d9533d9 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Несколько десятилетий назад человечество пережило жестокую и кровопролитную войну с расой гигантов с планеты Зентради. После войны с пришельцами человечество оказалось на грани вымирания, и было принято решение осваивать космос. За несколько лет, прошедших после окончания войны, космические корабли землян успели побывать в каждом уголке Вселенной. И теперь, в 2059-м году в составе самого крупного Иммиграционного Флота судно Макросс Фронтир летит к самому центру галактики. В один день на борту корабля появляется известная поп-звезда Шерил Ном и дает там концерт. В это же время намечается чрезвычайная ситуация &mdash; получена информация о нападении вражеских кораблей, сметающих все заслоны землян. Положение настолько серьезное, что объявляется боевая тревога. Несмотря на все попытки остановить вражеские корабли, инопланетяне неуклонно продвигаются вперед&hellip;";
    }

    public function getTemplateName()
    {
        return "Несколько десятилетий назад человечество пережило жестокую и кровопролитную войну с расой гигантов с планеты Зентради. После войны с пришельцами человечество оказалось на грани вымирания, и было принято решение осваивать космос. За несколько лет, прошедших после окончания войны, космические корабли землян успели побывать в каждом уголке Вселенной. И теперь, в 2059-м году в составе самого крупного Иммиграционного Флота судно Макросс Фронтир летит к самому центру галактики. В один день на борту корабля появляется известная поп-звезда Шерил Ном и дает там концерт. В это же время намечается чрезвычайная ситуация &mdash; получена информация о нападении вражеских кораблей, сметающих все заслоны землян. Положение настолько серьезное, что объявляется боевая тревога. Несмотря на все попытки остановить вражеские корабли, инопланетяне неуклонно продвигаются вперед&hellip;";
    }
}
