<?php

/* Главный герой картины &ndash; гениальный пластический хирург &ndash; доктор Ледгарт. Много лет он трудился над созданием искусственной кожи, полностью идентичной натуральной, и наконец-то после длительной работы, множества самых дерзких экспериментов ему удалось запатентовать свое грандиозное творение. Но искусственная кожа &ndash; это не единственная цель в жизни великого врача. Много лет назад какой-то поддонок жестоко изнасиловал его единственную дочь, после чего девочка на всю оставшуюся жизнь осталась инвалидом. Теперь герой должен во что бы то ни стало отыскать изверга и отомстить ему со всей строгостью отчаявшегося отца. Но никто не знает, на что способен гениальный врач. Месть его будет воистину чудовищной&hellip; */
class __TwigTemplate_2f34b2670791dbffe4a9dc66ca684e1c extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Главный герой картины &ndash; гениальный пластический хирург &ndash; доктор Ледгарт. Много лет он трудился над созданием искусственной кожи, полностью идентичной натуральной, и наконец-то после длительной работы, множества самых дерзких экспериментов ему удалось запатентовать свое грандиозное творение. Но искусственная кожа &ndash; это не единственная цель в жизни великого врача. Много лет назад какой-то поддонок жестоко изнасиловал его единственную дочь, после чего девочка на всю оставшуюся жизнь осталась инвалидом. Теперь герой должен во что бы то ни стало отыскать изверга и отомстить ему со всей строгостью отчаявшегося отца. Но никто не знает, на что способен гениальный врач. Месть его будет воистину чудовищной&hellip;";
    }

    public function getTemplateName()
    {
        return "Главный герой картины &ndash; гениальный пластический хирург &ndash; доктор Ледгарт. Много лет он трудился над созданием искусственной кожи, полностью идентичной натуральной, и наконец-то после длительной работы, множества самых дерзких экспериментов ему удалось запатентовать свое грандиозное творение. Но искусственная кожа &ndash; это не единственная цель в жизни великого врача. Много лет назад какой-то поддонок жестоко изнасиловал его единственную дочь, после чего девочка на всю оставшуюся жизнь осталась инвалидом. Теперь герой должен во что бы то ни стало отыскать изверга и отомстить ему со всей строгостью отчаявшегося отца. Но никто не знает, на что способен гениальный врач. Месть его будет воистину чудовищной&hellip;";
    }
}
