<?php

/* Успешный молодой архитектор Денис Нефедов несколько лет назад похоронил любимую жену и теперь вынужден сам воспитывать дочь Марию. От депрессии главного героя спасает любимая работа. Достаток, успехи в работе и стабильность делают Дениса завидным женихом. */
class __TwigTemplate_d2f89572901a7a176dd468b2edf5b73f extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Успешный молодой архитектор Денис Нефедов несколько лет назад похоронил любимую жену и теперь вынужден сам воспитывать дочь Марию. От депрессии главного героя спасает любимая работа. Достаток, успехи в работе и стабильность делают Дениса завидным женихом.";
    }

    public function getTemplateName()
    {
        return "Успешный молодой архитектор Денис Нефедов несколько лет назад похоронил любимую жену и теперь вынужден сам воспитывать дочь Марию. От депрессии главного героя спасает любимая работа. Достаток, успехи в работе и стабильность делают Дениса завидным женихом.";
    }
}
