<?php

/* Алена Некрасова - молодая и веселая девушка. У нее любимая работа и преданные друзья. Единственное, что ее беспокоит &ndash; отец, который когда-то давно был вором. Впрочем, этот неприятный факт можно хранить в тайне, о котором кроме ее верной подруги и любимого парня Сережи никто не знает. Но родители Сергея, узнав, кто на самом деле отец Алены, категорически запретили встречаться с девушкой. И парень уходит от любимой, чтобы угодить родителям. */
class __TwigTemplate_bcf723d5c6f01c6c08726efc92d1ea9e extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Алена Некрасова - молодая и веселая девушка. У нее любимая работа и преданные друзья. Единственное, что ее беспокоит &ndash; отец, который когда-то давно был вором. Впрочем, этот неприятный факт можно хранить в тайне, о котором кроме ее верной подруги и любимого парня Сережи никто не знает. Но родители Сергея, узнав, кто на самом деле отец Алены, категорически запретили встречаться с девушкой. И парень уходит от любимой, чтобы угодить родителям.";
    }

    public function getTemplateName()
    {
        return "Алена Некрасова - молодая и веселая девушка. У нее любимая работа и преданные друзья. Единственное, что ее беспокоит &ndash; отец, который когда-то давно был вором. Впрочем, этот неприятный факт можно хранить в тайне, о котором кроме ее верной подруги и любимого парня Сережи никто не знает. Но родители Сергея, узнав, кто на самом деле отец Алены, категорически запретили встречаться с девушкой. И парень уходит от любимой, чтобы угодить родителям.";
    }
}
