<?php

/* О чем вы думает е, слыша слово &laquo;Куба&raquo;? Человек, который никогда там не бывал, наверняка представит себе ослепительно-белый кабриолет, счастливых людей в ярких одеждах с коктейлями в руках, знаменитые кубинские сигары и зажигательную музыку. Возможно, в воображении останется место и для красавиц-мулаток, кружащихся в неистовом танце страсти прямо на берегу океана. В реальности Куба &ndash; это только безбрежный океан, который отрезал остров от мира, а его жителей заставил вариться в своем котле, лишая всякой возможности вырваться из этого болота. Пожалуй, сложно найти какую-либо другую страну, в которой разница между сложившемся о ней впечатлением и реальной жизнью была бы так ощутима, как на Кубе. */
class __TwigTemplate_81d246e588f940af376acf7ba2c991ba extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "О чем вы думает е, слыша слово &laquo;Куба&raquo;? Человек, который никогда там не бывал, наверняка представит себе ослепительно-белый кабриолет, счастливых людей в ярких одеждах с коктейлями в руках, знаменитые кубинские сигары и зажигательную музыку. Возможно, в воображении останется место и для красавиц-мулаток, кружащихся в неистовом танце страсти прямо на берегу океана. В реальности Куба &ndash; это только безбрежный океан, который отрезал остров от мира, а его жителей заставил вариться в своем котле, лишая всякой возможности вырваться из этого болота. Пожалуй, сложно найти какую-либо другую страну, в которой разница между сложившемся о ней впечатлением и реальной жизнью была бы так ощутима, как на Кубе.";
    }

    public function getTemplateName()
    {
        return "О чем вы думает е, слыша слово &laquo;Куба&raquo;? Человек, который никогда там не бывал, наверняка представит себе ослепительно-белый кабриолет, счастливых людей в ярких одеждах с коктейлями в руках, знаменитые кубинские сигары и зажигательную музыку. Возможно, в воображении останется место и для красавиц-мулаток, кружащихся в неистовом танце страсти прямо на берегу океана. В реальности Куба &ndash; это только безбрежный океан, который отрезал остров от мира, а его жителей заставил вариться в своем котле, лишая всякой возможности вырваться из этого болота. Пожалуй, сложно найти какую-либо другую страну, в которой разница между сложившемся о ней впечатлением и реальной жизнью была бы так ощутима, как на Кубе.";
    }
}
