<?php

/* Все мы знаем, что и на Солнце бывают пятна, а это значит, что самые великие ученые мужи тоже могут страдать от болезней, но при этом отказываться признать свое несовершенство. Вот и главные герои картины &ndash; знаменитый Зигмунд Фрейд и непревзойденный Карл Густав &ndash; не могут расставить все точки над &laquo;І&raquo; в своих отношениях с симпатичной и весьма неглупой пациенткой Сабиной Шпильрейн. Все принципы аналитики и человеческой психологии бессильны, когда на арене появляется ее величество Любовь... */
class __TwigTemplate_b3587a10c1257404c49fa3717cf2f865 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Все мы знаем, что и на Солнце бывают пятна, а это значит, что самые великие ученые мужи тоже могут страдать от болезней, но при этом отказываться признать свое несовершенство. Вот и главные герои картины &ndash; знаменитый Зигмунд Фрейд и непревзойденный Карл Густав &ndash; не могут расставить все точки над &laquo;І&raquo; в своих отношениях с симпатичной и весьма неглупой пациенткой Сабиной Шпильрейн. Все принципы аналитики и человеческой психологии бессильны, когда на арене появляется ее величество Любовь...";
    }

    public function getTemplateName()
    {
        return "Все мы знаем, что и на Солнце бывают пятна, а это значит, что самые великие ученые мужи тоже могут страдать от болезней, но при этом отказываться признать свое несовершенство. Вот и главные герои картины &ndash; знаменитый Зигмунд Фрейд и непревзойденный Карл Густав &ndash; не могут расставить все точки над &laquo;І&raquo; в своих отношениях с симпатичной и весьма неглупой пациенткой Сабиной Шпильрейн. Все принципы аналитики и человеческой психологии бессильны, когда на арене появляется ее величество Любовь...";
    }
}
