<?php

/* Летом 2009 года следствие Агентства по защите здоровья в США, курирующего фармацевтическую деятельность в стране, официально опубликовало документы, которые раскрывают диверсионную деятельность нескольких крупных фармацевтических корпораций, объединенных в международную организацию, занимающуюся производством и продажей высокотоксичной вакцины от свиного гриппа Н1N1. Было выяснено, что во главе этой организации стоит компания &laquo;Нью-Йорк Партнершил&raquo;, которую спонсирует сам Дэвид Рокфеллер. */
class __TwigTemplate_dbffc66314ff8e2d0877f93a29deaaa8 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Летом 2009 года следствие Агентства по защите здоровья в США, курирующего фармацевтическую деятельность в стране, официально опубликовало документы, которые раскрывают диверсионную деятельность нескольких крупных фармацевтических корпораций, объединенных в международную организацию, занимающуюся производством и продажей высокотоксичной вакцины от свиного гриппа Н1N1. Было выяснено, что во главе этой организации стоит компания &laquo;Нью-Йорк Партнершил&raquo;, которую спонсирует сам Дэвид Рокфеллер.";
    }

    public function getTemplateName()
    {
        return "Летом 2009 года следствие Агентства по защите здоровья в США, курирующего фармацевтическую деятельность в стране, официально опубликовало документы, которые раскрывают диверсионную деятельность нескольких крупных фармацевтических корпораций, объединенных в международную организацию, занимающуюся производством и продажей высокотоксичной вакцины от свиного гриппа Н1N1. Было выяснено, что во главе этой организации стоит компания &laquo;Нью-Йорк Партнершил&raquo;, которую спонсирует сам Дэвид Рокфеллер.";
    }
}
