<?php

/* У каждого из нас наверняка есть знакомый, которого мы, мягко говоря, недолюбливаем, а то и искренне ненавидим. Что делать с таким человеком? Возможно, от него стоит избавиться? Может, убить? А вообще, можем ли мы совершить убийство? И кто из нас является потенциальным душегубом?... Ответы на все эти вопросы можно получить после просмотра фильма &laquo;Вдребезги&raquo;. */
class __TwigTemplate_a2240acea3f32832aaa9066035cb56ae extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "У каждого из нас наверняка есть знакомый, которого мы, мягко говоря, недолюбливаем, а то и искренне ненавидим. Что делать с таким человеком? Возможно, от него стоит избавиться? Может, убить? А вообще, можем ли мы совершить убийство? И кто из нас является потенциальным душегубом?... Ответы на все эти вопросы можно получить после просмотра фильма &laquo;Вдребезги&raquo;.";
    }

    public function getTemplateName()
    {
        return "У каждого из нас наверняка есть знакомый, которого мы, мягко говоря, недолюбливаем, а то и искренне ненавидим. Что делать с таким человеком? Возможно, от него стоит избавиться? Может, убить? А вообще, можем ли мы совершить убийство? И кто из нас является потенциальным душегубом?... Ответы на все эти вопросы можно получить после просмотра фильма &laquo;Вдребезги&raquo;.";
    }
}
