<?php

/* Посреди ночи в собственном загородном особняке при загадочных обстоятельствах гибнет сенатор Тейлер Дэнвилль. Жена погибшего мечтает о том, чтобы ее сын тоже стал политиком и продолжил дело династии Дэнвиллей. Однако Данвилля-младшего политика совсем не интересует, у него совершенно другие жизненные планы. Амбициозная вдова делает все возможное, чтобы воплотить свою навязчивую идею в жизнь.  */
class __TwigTemplate_7e264dee841dbfe481b9d4141e4842d2 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Посреди ночи в собственном загородном особняке при загадочных обстоятельствах гибнет сенатор Тейлер Дэнвилль. Жена погибшего мечтает о том, чтобы ее сын тоже стал политиком и продолжил дело династии Дэнвиллей. Однако Данвилля-младшего политика совсем не интересует, у него совершенно другие жизненные планы. Амбициозная вдова делает все возможное, чтобы воплотить свою навязчивую идею в жизнь. ";
    }

    public function getTemplateName()
    {
        return "Посреди ночи в собственном загородном особняке при загадочных обстоятельствах гибнет сенатор Тейлер Дэнвилль. Жена погибшего мечтает о том, чтобы ее сын тоже стал политиком и продолжил дело династии Дэнвиллей. Однако Данвилля-младшего политика совсем не интересует, у него совершенно другие жизненные планы. Амбициозная вдова делает все возможное, чтобы воплотить свою навязчивую идею в жизнь. ";
    }
}
