<?php

/* Документальный сериал посвящен самым драматическим страницам истории советской космонавтики. В фильме зрителям рассказывается обо всех трудностях, которые влечет за собой полет в космос, о прошлом, настоящем и будущем космонавтики. Освоение космоса описывается в фильме в контексте космической &laquo;гонки&raquo; между СССР и Германией, а позже между СССР и США. Фильм развенчивает все мифы, связанные с общераспространенным представлением истории, вспоминаются давно забытые люди, анализируется множество технических и организационных проблем, которые стояли перед конструкторами ракетной техники. */
class __TwigTemplate_3b64ba899c63f3b4c05be5c912fb1586 extends Twig_Template
{
    public function display(array $context, array $blocks = array())
    {
        $context = array_merge($this->env->getGlobals(), $context);

        // line 1
        echo "Документальный сериал посвящен самым драматическим страницам истории советской космонавтики. В фильме зрителям рассказывается обо всех трудностях, которые влечет за собой полет в космос, о прошлом, настоящем и будущем космонавтики. Освоение космоса описывается в фильме в контексте космической &laquo;гонки&raquo; между СССР и Германией, а позже между СССР и США. Фильм развенчивает все мифы, связанные с общераспространенным представлением истории, вспоминаются давно забытые люди, анализируется множество технических и организационных проблем, которые стояли перед конструкторами ракетной техники.";
    }

    public function getTemplateName()
    {
        return "Документальный сериал посвящен самым драматическим страницам истории советской космонавтики. В фильме зрителям рассказывается обо всех трудностях, которые влечет за собой полет в космос, о прошлом, настоящем и будущем космонавтики. Освоение космоса описывается в фильме в контексте космической &laquo;гонки&raquo; между СССР и Германией, а позже между СССР и США. Фильм развенчивает все мифы, связанные с общераспространенным представлением истории, вспоминаются давно забытые люди, анализируется множество технических и организационных проблем, которые стояли перед конструкторами ракетной техники.";
    }
}
